{
  "text": {
    "xin": 144,
    "chào": 16,
    "bạn": 9,
    "hello": 40,
    "hi": 41,
    "có": 25,
    "ai": 2,
    "ở": 164,
    "đây": 155,
    "không": 53,
    "ơi": 162,
    "tôi": 122,
    "là": 61,
    "nguyễn": 72,
    "văn": 139,
    "a": 1,
    "tên": 120,
    "trịnh": 117,
    "trần": 115,
    "phương": 83,
    "tuấn": 119,
    "mình": 67,
    "hưng": 45,
    "thảo": 102,
    "tiến": 109,
    "chương": 18,
    "trình": 111,
    "đào": 152,
    "tạo": 127,
    "như": 75,
    "thế": 104,
    "nào": 78,
    "thời": 105,
    "gian": 32,
    "học": 48,
    "mấy": 68,
    "năm": 79,
    "liên": 59,
    "kết": 57,
    "quốc": 87,
    "tế": 131,
    "tiếng": 110,
    "anh": 3,
    "trường": 114,
    "những": 77,
    "ngành": 73,
    "cho": 12,
    "biết": 5,
    "các": 22,
    "giao": 33,
    "thông": 99,
    "vận": 141,
    "tải": 128,
    "uth": 133,
    "gì": 37,
    "tại": 125,
    "đại": 158,
    "chuyên": 13,
    "thêm": 97,
    "tin": 108,
    "về": 143,
    "công": 26,
    "nghệ": 70,
    "kỹ": 58,
    "thuật": 96,
    "cơ": 27,
    "khí": 52,
    "điều": 150,
    "khiển": 50,
    "và": 137,
    "tự": 132,
    "động": 161,
    "hóa": 44,
    "giới": 35,
    "thiệu": 95,
    "quy": 85,
    "hoạch": 42,
    "quản": 86,
    "lý": 63,
    "logistics": 60,
    "hạ": 46,
    "tầng": 129,
    "ô": 148,
    "tô": 121,
    "hội": 49,
    "việc": 135,
    "làm": 62,
    "của": 30,
    "điểm": 151,
    "chuẩn": 15,
    "__number__": 0,
    "bao": 4,
    "nhiêu": 74,
    "trước": 113,
    "ngoái": 71,
    "gần": 38,
    "khối": 54,
    "xét": 146,
    "tuyển": 118,
    "vào": 138,
    "cần": 29,
    "thi": 94,
    "để": 159,
    "trị": 116,
    "kinh": 55,
    "doanh": 31,
    "lấy": 65,
    "phí": 81,
    "chi": 11,
    "tập": 130,
    "đâu": 154,
    "địa": 160,
    "chỉ": 20,
    "sở": 91,
    "sinh": 90,
    "viên": 134,
    "nhất": 76,
    "chính": 17,
    "cảm": 28,
    "ơn": 163,
    "thank": 92,
    "you": 147,
    "thanks": 93,
    "cám": 24,
    "đã": 156,
    "tư": 124,
    "vấn": 140,
    "tạm": 126,
    "biệt": 6,
    "goodbye": 36,
    "bye": 7,
    "hẹn": 47,
    "gặp": 39,
    "lại": 64,
    "phải": 84,
    "đi": 149,
    "thúc": 100,
    "cuộc": 21,
    "trò": 112,
    "chuyện": 14,
    "thức": 106,
    "bằng": 10,
    "bạ": 8,
    "được": 157,
    "thẳng": 103,
    "đánh": 153,
    "giá": 34,
    "năng": 80,
    "lực": 66,
    "cách": 23,
    "vật": 142,
    "chất": 19,
    "ký": 56,
    "túc": 123,
    "xá": 145,
    "phòng": 82,
    "thí": 98,
    "nghiệm": 69,
    "thư": 101,
    "viện": 136,
    "ra": 88,
    "sao": 89,
    "khu": 51,
    "thực": 107,
    "hành": 43
  },
  "intent": {
    "chao_hoi": 1,
    "nhap_ten": 12,
    "hoi_chuong_trinh_dao_tao_cua_truong": 2,
    "hoi_nganh_tuyen_sinh": 9,
    "hoi_thong_tin_gioi_thieu_chung_cua_nganh": 11,
    "hoi_co_hoi_viec_lam_cua_nganh": 3,
    "hoi_diem_chuan_cua_nganh": 6,
    "hoi_khoi_tuyen_sinh_cua_nganh": 8,
    "hoi_hoc_phi": 7,
    "hoi_dia_diem_hoc": 5,
    "cam_on": 0,
    "tam_biet": 13,
    "hoi_phuong_thuc_xet_tuyen": 10,
    "hoi_co_so_vat_chat": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_tra_loi_co_hoi_viec_lam": 10,
    "action_tra_loi_diem_chuan_nganh": 11,
    "action_tra_loi_khoi_xet_tuyen": 12,
    "action_tra_loi_nganh_tuyen_sinh": 13,
    "action_tra_loi_thong_tin_nganh": 14,
    "action_xu_ly_ten": 17,
    "utter_cam_on": 18,
    "utter_chao_hoi": 19,
    "utter_hoi_ten": 20,
    "utter_tam_biet": 21,
    "utter_tra_loi_chuong_trinh_dao_tao": 22,
    "utter_tra_loi_co_so_vat_chat": 23,
    "utter_tra_loi_dia_diem_hoc": 24,
    "utter_tra_loi_hoc_phi": 25,
    "utter_tra_loi_phuong_thuc_xet_tuyen": 26
  },
  "action_text": null,
  "intent_response_key": null
}