{
  "text": {
    " ": 0,
    "x": 1246,
    "i": 737,
    "n": 896,
    " x": 332,
    "xi": 1247,
    "in": 747,
    "n ": 897,
    " xi": 333,
    "xin": 1248,
    "in ": 748,
    " xin": 334,
    "xin ": 1249,
    "c": 467,
    "h": 604,
    "à": 1280,
    "o": 950,
    " c": 31,
    "ch": 472,
    "hà": 645,
    "ào": 1290,
    "o ": 951,
    " ch": 34,
    "chà": 482,
    "hào": 649,
    "ào ": 1291,
    " chà": 38,
    "chào": 483,
    "hào ": 650,
    "b": 438,
    "ạ": 1455,
    " b": 13,
    "bạ": 455,
    "ạn": 1464,
    " bạ": 22,
    "bạn": 457,
    "ạn ": 1465,
    " bạn": 24,
    "bạn ": 458,
    "e": 553,
    "l": 826,
    " h": 97,
    "he": 611,
    "el": 555,
    "ll": 833,
    "lo": 836,
    " he": 98,
    "hel": 612,
    "ell": 556,
    "llo": 834,
    "lo ": 837,
    " hel": 99,
    "hell": 613,
    "ello": 557,
    "llo ": 835,
    "hi": 614,
    "i ": 738,
    " hi": 100,
    "hi ": 615,
    " hi ": 101,
    "ó": 1348,
    "có": 507,
    "ó ": 1349,
    " có": 50,
    "có ": 508,
    " có ": 51,
    "a": 418,
    " a": 4,
    "ai": 420,
    " ai": 6,
    "ai ": 421,
    " ai ": 7,
    "ở": 1613,
    " ở": 395,
    "ở ": 1614,
    " ở ": 396,
    "đ": 1379,
    "â": 1312,
    "y": 1261,
    " đ": 350,
    "đâ": 1396,
    "ây": 1317,
    "y ": 1262,
    " đâ": 362,
    "đây": 1399,
    "ây ": 1318,
    " đây": 364,
    "đây ": 1400,
    "k": 794,
    "ô": 1355,
    "g": 561,
    " k": 123,
    "kh": 796,
    "hô": 671,
    "ôn": 1359,
    "ng": 901,
    "g ": 562,
    " kh": 124,
    "khô": 807,
    "hôn": 672,
    "ông": 1361,
    "ng ": 902,
    " khô": 130,
    "khôn": 808,
    "hông": 673,
    "ông ": 1362,
    "ơ": 1434,
    " ơ": 390,
    "ơi": 1436,
    " ơi": 391,
    "ơi ": 1437,
    " ơi ": 392,
    "t": 1052,
    "r": 1001,
    "ư": 1442,
    "ờ": 1607,
    " t": 240,
    "tr": 1108,
    "rư": 1020,
    "ườ": 1447,
    "ờn": 1610,
    " tr": 266,
    "trư": 1117,
    "rườ": 1021,
    "ườn": 1448,
    "ờng": 1611,
    " trư": 271,
    "trườ": 1118,
    "rườn": 1022,
    "ường": 1449,
    "ờng ": 1612,
    "ữ": 1645,
    " n": 181,
    "nh": 914,
    "hữ": 731,
    "ữn": 1647,
    " nh": 190,
    "nhữ": 924,
    "hữn": 732,
    "ững": 1648,
    " nhữ": 195,
    "nhữn": 925,
    "hững": 733,
    "ững ": 1649,
    "gà": 585,
    "àn": 1284,
    "h ": 605,
    " ng": 184,
    "ngà": 908,
    "gàn": 586,
    "ành": 1288,
    "nh ": 915,
    " ngà": 187,
    "ngàn": 909,
    "gành": 587,
    "ành ": 1289,
    "nà": 933,
    " nà": 196,
    "nào": 934,
    " nào": 197,
    "nào ": 935,
    "ho": 626,
    "cho": 476,
    "ho ": 627,
    " cho": 36,
    "cho ": 477,
    "tô": 1138,
    "ôi": 1357,
    " tô": 283,
    "tôi": 1140,
    "ôi ": 1358,
    " tôi": 285,
    "tôi ": 1141,
    "ế": 1525,
    "bi": 445,
    "iế": 764,
    "ết": 1532,
    "t ": 1053,
    " bi": 16,
    "biế": 446,
    "iết": 767,
    "ết ": 1533,
    " biế": 17,
    "biết": 447,
    "iết ": 768,
    "á": 1294,
    "cá": 501,
    "ác": 1296,
    "c ": 468,
    " cá": 47,
    "các": 502,
    "ác ": 1297,
    " các": 48,
    "các ": 503,
    "đà": 1390,
    " đà": 358,
    "đào": 1391,
    " đào": 359,
    "đào ": 1392,
    "tạ": 1147,
    "ạo": 1468,
    " tạ": 290,
    "tạo": 1152,
    "ạo ": 1469,
    " tạo": 293,
    "tạo ": 1153,
    "ọ": 1567,
    "họ": 706,
    "ọc": 1568,
    " họ": 117,
    "học": 707,
    "ọc ": 1569,
    " học": 118,
    "học ": 708,
    " g": 81,
    "gi": 568,
    "ia": 739,
    "ao": 431,
    " gi": 82,
    "gia": 569,
    "iao": 742,
    "ao ": 432,
    " gia": 83,
    "giao": 571,
    "iao ": 743,
    "th": 1054,
    " th": 241,
    "thô": 1071,
    " thô": 248,
    "thôn": 1072,
    "v": 1217,
    "ậ": 1501,
    " v": 312,
    "vậ": 1236,
    "ận": 1502,
    " vậ": 325,
    "vận": 1237,
    "ận ": 1503,
    " vận": 326,
    "vận ": 1238,
    "ả": 1472,
    "tả": 1154,
    "ải": 1474,
    " tả": 294,
    "tải": 1155,
    "ải ": 1475,
    " tải": 295,
    "tải ": 1156,
    "u": 1174,
    " u": 309,
    "ut": 1182,
    " ut": 310,
    "uth": 1183,
    "th ": 1055,
    " uth": 311,
    "uth ": 1184,
    "ì": 1329,
    "gì": 588,
    "ì ": 1330,
    " gì": 89,
    "gì ": 589,
    " gì ": 90,
    "ại": 1460,
    "tại": 1148,
    "ại ": 1461,
    " tại": 291,
    "tại ": 1149,
    "đạ": 1413,
    " đạ": 374,
    "đại": 1414,
    " đại": 375,
    "đại ": 1415,
    "ê": 1324,
    "hu": 632,
    "uy": 1185,
    "yê": 1268,
    "ên": 1325,
    "chu": 478,
    "huy": 634,
    "uyê": 1187,
    "yên": 1269,
    "ên ": 1326,
    " chu": 37,
    "chuy": 479,
    "huyê": 635,
    "uyên": 1188,
    "yên ": 1270,
    "ể": 1540,
    "tu": 1121,
    "yể": 1274,
    "ển": 1544,
    " tu": 273,
    "tuy": 1122,
    "uyể": 1191,
    "yển": 1275,
    "ển ": 1545,
    " tuy": 274,
    "tuyể": 1123,
    "uyển": 1192,
    "yển ": 1276,
    "s": 1025,
    " s": 223,
    "si": 1030,
    " si": 226,
    "sin": 1031,
    "inh": 749,
    " sin": 227,
    "sinh": 1032,
    "inh ": 750,
    "ố": 1575,
    "hố": 714,
    "ối": 1579,
    "khố": 811,
    "hối": 715,
    "ối ": 1580,
    " khố": 132,
    "khối": 812,
    "hối ": 716,
    "ợ": 1617,
    "đư": 1408,
    "ượ": 1450,
    "ợc": 1618,
    " đư": 371,
    "đượ": 1411,
    "ược": 1451,
    "ợc ": 1619,
    " đượ": 373,
    "được": 1412,
    "ược ": 1452,
    "é": 1321,
    "xé": 1255,
    "ét": 1322,
    " xé": 339,
    "xét": 1256,
    "ét ": 1323,
    " xét": 340,
    "xét ": 1257,
    "a ": 419,
    " a ": 5,
    "và": 1226,
    " và": 318,
    "vào": 1228,
    " vào": 320,
    "vào ": 1229,
    "ỹ": 1659,
    "kỹ": 824,
    "ỹ ": 1660,
    " kỹ": 140,
    "kỹ ": 825,
    " kỹ ": 141,
    "uậ": 1201,
    "ật": 1506,
    "thu": 1061,
    "huậ": 639,
    "uật": 1202,
    "ật ": 1507,
    " thu": 244,
    "thuậ": 1062,
    "huật": 640,
    "uật ": 1203,
    " ô": 346,
    "ô ": 1356,
    " ô ": 347,
    "tô ": 1139,
    " tô ": 284,
    "ầ": 1491,
    "cầ": 522,
    "ần": 1492,
    " cầ": 61,
    "cần": 523,
    "ần ": 1493,
    " cần": 62,
    "cần ": 524,
    "thi": 1058,
    " thi": 243,
    "thi ": 1059,
    "để": 1418,
    "ể ": 1541,
    " để": 377,
    "để ": 1419,
    " để ": 378,
    "q": 993,
    " q": 215,
    "qu": 994,
    "uả": 1195,
    "ản": 1478,
    " qu": 216,
    "quả": 997,
    "uản": 1196,
    "ản ": 1479,
    " quả": 218,
    "quản": 998,
    "uản ": 1197,
    "ị": 1563,
    "rị": 1023,
    "ị ": 1564,
    "trị": 1119,
    "rị ": 1024,
    " trị": 272,
    "trị ": 1120,
    "ki": 813,
    " ki": 133,
    "kin": 814,
    " kin": 134,
    "kinh": 815,
    "d": 530,
    " d": 66,
    "do": 534,
    "oa": 952,
    "an": 424,
    " do": 67,
    "doa": 535,
    "oan": 954,
    "anh": 426,
    " doa": 68,
    "doan": 536,
    "oanh": 955,
    "anh ": 427,
    "cô": 509,
    " cô": 52,
    "côn": 510,
    " côn": 53,
    "công": 511,
    "ệ": 1549,
    "gh": 563,
    "hệ": 700,
    "ệ ": 1550,
    "ngh": 903,
    "ghệ": 566,
    "hệ ": 701,
    " ngh": 185,
    "nghệ": 905,
    "ghệ ": 567,
    "ti": 1096,
    " ti": 260,
    "tin": 1099,
    " tin": 261,
    "tin ": 1100,
    "ấ": 1482,
    " l": 142,
    "lấ": 855,
    "ấy": 1489,
    " lấ": 159,
    "lấy": 856,
    "ấy ": 1490,
    " lấy": 160,
    "lấy ": 857,
    "p": 978,
    "í": 1334,
    " p": 207,
    "ph": 980,
    "hí": 659,
    "í ": 1335,
    " ph": 208,
    "phí": 983,
    "hí ": 660,
    " phí": 210,
    "phí ": 984,
    "là": 843,
    "à ": 1281,
    " là": 150,
    "là ": 844,
    " là ": 151,
    "ba": 439,
    " ba": 14,
    "bao": 440,
    " bao": 15,
    "bao ": 441,
    "iê": 756,
    "êu": 1327,
    "u ": 1175,
    "nhi": 916,
    "hiê": 616,
    "iêu": 759,
    "êu ": 1328,
    " nhi": 191,
    "nhiê": 917,
    "hiêu": 617,
    "iêu ": 760,
    "ỏ": 1572,
    "hỏ": 711,
    "ỏi": 1573,
    " hỏ": 119,
    "hỏi": 712,
    "ỏi ": 1574,
    " hỏi": 120,
    "hỏi ": 713,
    "m": 864,
    "ộ": 1593,
    " m": 165,
    "mộ": 890,
    "ột": 1602,
    " mộ": 177,
    "một": 891,
    "ột ": 1603,
    " một": 178,
    "một ": 892,
    "ă": 1372,
    "nă": 939,
    "ăm": 1373,
    "m ": 865,
    " nă": 200,
    "năm": 940,
    "ăm ": 1374,
    " năm": 201,
    "năm ": 941,
    "đó": 1403,
    "ón": 1352,
    " đó": 367,
    "đón": 1404,
    "óng": 1353,
    " đón": 368,
    "đóng": 1405,
    "óng ": 1354,
    "hư": 679,
    "ư ": 1443,
    "như": 920,
    "hư ": 680,
    " như": 193,
    "như ": 921,
    "hế": 698,
    "ế ": 1526,
    "thế": 1082,
    "hế ": 699,
    " thế": 253,
    "thế ": 1083,
    "chi": 474,
    " chi": 35,
    "chi ": 475,
    "tậ": 1160,
    "ập": 1504,
    "p ": 979,
    " tậ": 298,
    "tập": 1161,
    "ập ": 1505,
    " tập": 299,
    "tập ": 1162,
    "âu": 1315,
    "đâu": 1397,
    "âu ": 1316,
    " đâu": 363,
    "đâu ": 1398,
    "đị": 1420,
    "ịa": 1565,
    " đị": 379,
    "địa": 1421,
    "ịa ": 1566,
    " địa": 380,
    "địa ": 1422,
    "ỉ": 1561,
    "hỉ": 702,
    "ỉ ": 1562,
    "chỉ": 490,
    "hỉ ": 703,
    " chỉ": 42,
    "chỉ ": 491,
    "cơ": 512,
    "ơ ": 1435,
    " cơ": 54,
    "cơ ": 513,
    " cơ ": 55,
    "sở": 1050,
    " sở": 238,
    "sở ": 1051,
    " sở ": 239,
    "mấ": 887,
    " mấ": 175,
    "mấy": 888,
    " mấy": 176,
    "mấy ": 889,
    "vi": 1218,
    " vi": 313,
    "viê": 1220,
    "iên": 757,
    " viê": 315,
    "viên": 1221,
    "iên ": 758,
    "hấ": 689,
    "ất": 1485,
    "nhấ": 922,
    "hất": 690,
    "ất ": 1486,
    " nhấ": 194,
    "nhất": 923,
    "hất ": 691,
    "ín": 1339,
    "chí": 484,
    "hín": 663,
    "ính": 1341,
    " chí": 39,
    "chín": 485,
    "hính": 664,
    "ính ": 1342,
    "ủ": 1631,
    "củ": 527,
    "ủa": 1633,
    " củ": 64,
    "của": 528,
    "ủa ": 1634,
    " của": 65,
    "của ": 529,
    "đi": 1382,
    "iể": 772,
    "ểm": 1542,
    " đi": 353,
    "điể": 1386,
    "iểm": 773,
    "ểm ": 1543,
    " điể": 356,
    "điểm": 1387,
    "iểm ": 774,
    "ẩ": 1498,
    "uẩ": 1198,
    "ẩn": 1499,
    "huẩ": 637,
    "uẩn": 1199,
    "ẩn ": 1500,
    "chuẩ": 480,
    "huẩn": 638,
    "uẩn ": 1200,
    "na": 898,
    "ay": 436,
    " na": 182,
    "nay": 899,
    "ay ": 437,
    " nay": 183,
    "nay ": 900,
    "gầ": 593,
    " gầ": 91,
    "gần": 594,
    " gần": 92,
    "gần ": 595,
    "ỗ": 1589,
    "đỗ": 1426,
    "ỗ ": 1590,
    " đỗ": 383,
    "đỗ ": 1427,
    " đỗ ": 384,
    "khí": 805,
    " khí": 129,
    "khí ": 806,
    "_": 404,
    " _": 1,
    "__": 409,
    "_n": 415,
    "nu": 930,
    "um": 1176,
    "mb": 869,
    "be": 442,
    "er": 558,
    "r_": 1002,
    "_ ": 405,
    " __": 2,
    "__n": 413,
    "_nu": 416,
    "num": 931,
    "umb": 1177,
    "mbe": 870,
    "ber": 443,
    "er_": 559,
    "r__": 1003,
    "__ ": 410,
    " __n": 3,
    "__nu": 414,
    "_num": 417,
    "numb": 932,
    "umbe": 1178,
    "mber": 871,
    "ber_": 444,
    "er__": 560,
    "r__ ": 1004,
    "ề": 1534,
    "iề": 769,
    "ều": 1538,
    "điề": 1384,
    "iều": 770,
    "ều ": 1539,
    " điề": 355,
    "điều": 1385,
    "iều ": 771,
    "khi": 799,
    "hiể": 620,
    "iển": 775,
    " khi": 126,
    "khiể": 800,
    "hiển": 621,
    "iển ": 776,
    "và ": 1227,
    " và ": 319,
    "ự": 1650,
    "tự": 1172,
    "ự ": 1651,
    " tự": 307,
    "tự ": 1173,
    " tự ": 308,
    "độ": 1428,
    "ộn": 1599,
    " độ": 385,
    "độn": 1430,
    "ộng": 1600,
    " độn": 387,
    "động": 1431,
    "ộng ": 1601,
    "hó": 668,
    "óa": 1350,
    " hó": 107,
    "hóa": 669,
    "óa ": 1351,
    " hóa": 108,
    "hóa ": 670,
    "quy": 995,
    "uy ": 1186,
    " quy": 217,
    "quy ": 996,
    "oạ": 973,
    "ạc": 1457,
    " ho": 103,
    "hoạ": 630,
    "oạc": 974,
    "ạch": 1458,
    "ch ": 473,
    " hoạ": 104,
    "hoạc": 631,
    "oạch": 975,
    "ạch ": 1459,
    "ý": 1370,
    "lý": 847,
    "ý ": 1371,
    " lý": 153,
    "lý ": 848,
    " lý ": 154,
    "og": 959,
    "is": 751,
    "st": 1036,
    "ic": 744,
    "cs": 494,
    "s ": 1026,
    " lo": 146,
    "log": 838,
    "ogi": 960,
    "gis": 572,
    "ist": 752,
    "sti": 1037,
    "tic": 1097,
    "ics": 745,
    "cs ": 495,
    " log": 147,
    "logi": 839,
    "ogis": 961,
    "gist": 573,
    "isti": 753,
    "stic": 1038,
    "tics": 1098,
    "ics ": 746,
    "hạ": 683,
    "ạ ": 1456,
    " hạ": 109,
    "hạ ": 684,
    " hạ ": 110,
    "tầ": 1157,
    " tầ": 296,
    "tần": 1158,
    "ầng": 1494,
    " tần": 297,
    "tầng": 1159,
    "ầng ": 1495,
    "số": 1048,
    "ố ": 1576,
    " số": 236,
    "số ": 1049,
    " số ": 237,
    "kho": 801,
    "hoa": 628,
    "oa ": 953,
    " kho": 127,
    "khoa": 802,
    "hoa ": 629,
    "dữ": 548,
    "ữ ": 1646,
    " dữ": 77,
    "dữ ": 549,
    " dữ ": 78,
    "li": 828,
    "iệ": 780,
    "ệu": 1559,
    " li": 143,
    "liệ": 831,
    "iệu": 789,
    "ệu ": 1560,
    " liệ": 145,
    "liệu": 832,
    "iệu ": 790,
    "al": 422,
    "l ": 827,
    " al": 8,
    "al ": 423,
    " al ": 9,
    "sm": 1033,
    "ma": 866,
    "ar": 433,
    "rt": 1008,
    " sm": 228,
    "sma": 1034,
    "mar": 867,
    "art": 434,
    "rt ": 1009,
    " sma": 229,
    "smar": 1035,
    "mart": 868,
    "art ": 435,
    "ru": 1010,
    "yề": 1271,
    "ền": 1536,
    "tru": 1109,
    "ruy": 1011,
    "uyề": 1189,
    "yền": 1272,
    "ền ": 1537,
    " tru": 267,
    "truy": 1110,
    "ruyề": 1012,
    "uyền": 1190,
    "yền ": 1273,
    "ổ": 1586,
    "đổ": 1423,
    "ổi": 1587,
    " đổ": 381,
    "đổi": 1424,
    "ổi ": 1588,
    " đổi": 382,
    "đổi ": 1425,
    "ớ": 1604,
    "mớ": 893,
    "ới": 1605,
    " mớ": 179,
    "mới": 894,
    "ới ": 1606,
    " mới": 180,
    "mới ": 895,
    "sá": 1039,
    "án": 1304,
    " sá": 230,
    "sán": 1040,
    "áng": 1306,
    " sán": 231,
    "sáng": 1041,
    "áng ": 1307,
    " hệ": 115,
    " hệ ": 116,
    "ốn": 1581,
    "thố": 1086,
    "hốn": 717,
    "ống": 1582,
    " thố": 255,
    "thốn": 1087,
    "hống": 718,
    "ống ": 1583,
    "tế": 1163,
    " tế": 300,
    "tế ": 1164,
    " tế ": 301,
    "rí": 1016,
    "trí": 1113,
    "rí ": 1017,
    " trí": 269,
    "trí ": 1114,
    "uệ": 1204,
    "tuệ": 1124,
    "uệ ": 1205,
    " tuệ": 275,
    "tuệ ": 1125,
    "hâ": 654,
    "ân": 1313,
    "nhâ": 918,
    "hân": 655,
    "ân ": 1314,
    " nhâ": 192,
    "nhân": 919,
    "hân ": 656,
    "đa": 1380,
    " đa": 351,
    "đa ": 1381,
    " đa ": 352,
    "ươ": 1444,
    "ơn": 1438,
    "phư": 989,
    "hươ": 681,
    "ươn": 1445,
    "ơng": 1440,
    " phư": 213,
    "phươ": 990,
    "hươn": 682,
    "ương": 1446,
    "ơng ": 1441,
    "ứ": 1637,
    "hứ": 728,
    "ức": 1638,
    "thứ": 1092,
    "hức": 729,
    "ức ": 1639,
    " thứ": 258,
    "thức": 1093,
    "hức ": 730,
    "ha": 606,
    "kha": 797,
    "hai": 607,
    " kha": 125,
    "khai": 798,
    "hai ": 608,
    "há": 651,
    "thá": 1064,
    "hác": 652,
    " thá": 245,
    "thác": 1065,
    "hác ": 653,
    "đườ": 1409,
    " đườ": 372,
    "đườn": 1410,
    "ắ": 1508,
    "sắ": 1045,
    "ắt": 1509,
    " sắ": 234,
    "sắt": 1046,
    "ắt ": 1510,
    " sắt": 235,
    "sắt ": 1047,
    "tố": 1165,
    "ốc": 1577,
    " tố": 302,
    "tốc": 1166,
    "ốc ": 1578,
    " tốc": 303,
    "tốc ": 1167,
    "ộ ": 1594,
    "độ ": 1429,
    " độ ": 386,
    "ca": 469,
    " ca": 32,
    "cao": 470,
    " cao": 33,
    "cao ": 471,
    "tà": 1126,
    "àu": 1292,
    " tà": 276,
    "tàu": 1127,
    "àu ": 1293,
    " tàu": 277,
    "tàu ": 1128,
    "biể": 448,
    " biể": 18,
    "biển": 449,
    "má": 872,
    "áy": 1310,
    " má": 166,
    "máy": 873,
    "áy ": 1311,
    " máy": 167,
    "máy ": 874,
    "hủ": 725,
    "ủy": 1635,
    "thủ": 1090,
    "hủy": 726,
    "ủy ": 1636,
    " thủ": 257,
    "thủy": 1091,
    "hủy ": 727,
    "ện": 1553,
    "điệ": 1388,
    "iện": 783,
    "ện ": 1554,
    " điệ": 357,
    "điện": 1389,
    "iện ": 784,
    "ử": 1643,
    "tử": 1170,
    "ử ": 1644,
    " tử": 305,
    "tử ": 1171,
    " tử ": 306,
    "cả": 514,
    " cả": 56,
    "cản": 517,
    "ảng": 1480,
    " cản": 58,
    "cảng": 518,
    "ảng ": 1481,
    " hà": 105,
    "hàn": 646,
    "àng": 1286,
    " hàn": 106,
    "hàng": 647,
    "àng ": 1287,
    "hả": 685,
    " hả": 111,
    "hải": 687,
    " hải": 112,
    "hải ": 688,
    "ỷ": 1657,
    "uỷ": 1215,
    "ỷ ": 1658,
    "huỷ": 643,
    "uỷ ": 1216,
    "thuỷ": 1063,
    "huỷ ": 644,
    "bấ": 459,
    " bấ": 25,
    "bất": 460,
    " bất": 26,
    "bất ": 461,
    "sả": 1042,
    " sả": 232,
    "sản": 1043,
    " sản": 233,
    "sản ": 1044,
    "xâ": 1252,
    " xâ": 337,
    "xây": 1253,
    " xây": 338,
    "xây ": 1254,
    "dự": 550,
    "ựn": 1654,
    " dự": 79,
    "dựn": 551,
    "ựng": 1655,
    " dựn": 80,
    "dựng": 552,
    "ựng ": 1656,
    "xế": 1258,
    "ếp": 1530,
    " xế": 341,
    "xếp": 1259,
    "ếp ": 1531,
    " xếp": 342,
    "xếp ": 1260,
    "ỡ": 1615,
    "dỡ": 543,
    "ỡ ": 1616,
    " dỡ": 73,
    "dỡ ": 544,
    " dỡ ": 74,
    "đô": 1406,
    " đô": 369,
    "đô ": 1407,
    " đô ": 370,
    "hị": 704,
    "thị": 1084,
    "hị ": 705,
    " thị": 254,
    "thị ": 1085,
    "ệp": 1555,
    "ghi": 564,
    "hiệ": 622,
    "iệp": 785,
    "ệp ": 1556,
    "nghi": 904,
    "ghiệ": 565,
    "hiệp": 624,
    "iệp ": 786,
    "ăn": 1375,
    "năn": 942,
    "ăng": 1377,
    " năn": 202,
    "năng": 943,
    "ăng ": 1378,
    "lư": 849,
    "ợn": 1622,
    " lư": 155,
    "lượ": 850,
    "ượn": 1453,
    "ợng": 1623,
    " lượ": 156,
    "lượn": 851,
    "ượng": 1454,
    "ợng ": 1624,
    "tá": 1129,
    "ái": 1300,
    " tá": 278,
    "tái": 1130,
    "ái ": 1301,
    " tái": 279,
    "tái ": 1131,
    "ễ": 1546,
    "iễ": 777,
    "ễn": 1547,
    "viễ": 1222,
    "iễn": 778,
    "ễn ": 1548,
    " viễ": 316,
    "viễn": 1223,
    "iễn ": 779,
    "tí": 1132,
    " tí": 280,
    "tín": 1135,
    "ín ": 1340,
    " tín": 282,
    "tín ": 1136,
    " hiệ": 102,
    "hiệu": 625,
    "mô": 875,
    " mô": 168,
    "môi": 876,
    " môi": 169,
    "môi ": 877,
    " an": 10,
    "an ": 425,
    " an ": 11,
    "to": 1103,
    "oà": 967,
    " to": 263,
    "toà": 1104,
    "oàn": 968,
    "àn ": 1285,
    " toà": 264,
    "toàn": 1105,
    "oàn ": 969,
    "rì": 1013,
    "ìn": 1331,
    "trì": 1111,
    "rìn": 1014,
    "ình": 1332,
    " trì": 268,
    "trìn": 1112,
    "rình": 1015,
    "ình ": 1333,
    "nổ": 944,
    " nổ": 203,
    "nổi": 945,
    " nổi": 204,
    "nổi ": 946,
    "dâ": 540,
    " dâ": 71,
    "dân": 541,
    " dân": 72,
    "dân ": 542,
    "ụ": 1627,
    "dụ": 545,
    "ụn": 1628,
    " dụ": 75,
    "dụn": 546,
    "ụng": 1629,
    " dụn": 76,
    "dụng": 547,
    "ụng ": 1630,
    "kế": 820,
    " kế": 137,
    "kết": 822,
    " kết": 139,
    "kết ": 823,
    "cấ": 519,
    "ấu": 1487,
    " cấ": 59,
    "cấu": 520,
    "ấu ": 1488,
    " cấu": 60,
    "cấu ": 521,
    "hiế": 618,
    "thiế": 1060,
    "hiết": 619,
    "kế ": 821,
    " kế ": 138,
    "nộ": 947,
    "ội": 1597,
    " nộ": 205,
    "nội": 948,
    "ội ": 1598,
    " nội": 206,
    "nội ": 949,
    "thấ": 1078,
    " thấ": 251,
    "thất": 1079,
    "ầu": 1496,
    "cầu": 525,
    "ầu ": 1497,
    " cầu": 63,
    "cầu ": 526,
    "bộ": 465,
    " bộ": 29,
    "bộ ": 466,
    " bộ ": 30,
    "uỗ": 1209,
    "ỗi": 1591,
    "huỗ": 641,
    "uỗi": 1210,
    "ỗi ": 1592,
    "chuỗ": 481,
    "huỗi": 642,
    "uỗi ": 1211,
    "cu": 496,
    "un": 1179,
    " cu": 44,
    "cun": 497,
    "ung": 1180,
    " cun": 45,
    "cung": 498,
    "ung ": 1181,
    " ứ": 397,
    "ứn": 1640,
    " ứn": 398,
    "ứng": 1641,
    " ứng": 399,
    "ứng ": 1642,
    "lu": 840,
    " lu": 148,
    "luậ": 841,
    " luậ": 149,
    "luật": 842,
    "mạ": 880,
    " mạ": 171,
    "mạn": 885,
    "ạng": 1466,
    " mạn": 174,
    "mạng": 886,
    "ạng ": 1467,
    "tính": 1137,
    "vi ": 1219,
    " vi ": 314,
    "mạc": 881,
    " mạc": 172,
    "mạch": 882,
    "gô": 590,
    "ngô": 910,
    "gôn": 591,
    "ôn ": 1360,
    " ngô": 188,
    "ngôn": 911,
    "gôn ": 592,
    "gữ": 602,
    "ngữ": 912,
    "gữ ": 603,
    " ngữ": 189,
    "ngữ ": 913,
    " anh": 12,
    "ến": 1527,
    "tiế": 1101,
    "iến": 765,
    "ếng": 1528,
    " tiế": 262,
    "tiến": 1102,
    "iếng": 766,
    "ếng ": 1529,
    "thư": 1075,
    " thư": 250,
    "thươ": 1077,
    "mại": 883,
    " mại": 173,
    "mại ": 884,
    "uố": 1206,
    "quố": 999,
    "uốc": 1207,
    " quố": 219,
    "quốc": 1000,
    "uốc ": 1208,
    "gợ": 599,
    "ợi": 1620,
    " gợ": 95,
    "gợi": 600,
    "ợi ": 1621,
    " gợi": 96,
    "gợi ": 601,
    " ý": 348,
    " ý ": 349,
    "nê": 936,
    " nê": 198,
    "nên": 937,
    " nên": 199,
    "nên ": 938,
    "ù": 1363,
    "hù": 674,
    "ù ": 1364,
    "phù": 987,
    "hù ": 675,
    " phù": 212,
    "phù ": 988,
    "hợ": 722,
    "ợp": 1625,
    " hợ": 121,
    "hợp": 723,
    "ợp ": 1626,
    " hợp": 122,
    "hợp ": 724,
    "vớ": 1243,
    " vớ": 330,
    "với": 1244,
    " với": 331,
    "với ": 1245,
    "ú": 1365,
    "iú": 761,
    "úp": 1368,
    "giú": 576,
    "iúp": 762,
    "úp ": 1369,
    " giú": 85,
    "giúp": 577,
    "iúp ": 763,
    "ọn": 1570,
    "chọ": 492,
    "họn": 709,
    "ọn ": 1571,
    " chọ": 43,
    "chọn": 493,
    "họn ": 710,
    "tư": 1145,
    " tư": 288,
    "tư ": 1146,
    " tư ": 289,
    "vấ": 1233,
    "ấn": 1483,
    " vấ": 323,
    "vấn": 1234,
    "ấn ": 1484,
    " vấn": 324,
    "vấn ": 1235,
    "hì": 657,
    "thì": 1066,
    "hì ": 658,
    " thì": 246,
    "thì ": 1067,
    "íc": 1336,
    "thí": 1068,
    "híc": 661,
    "ích": 1337,
    " thí": 247,
    "thíc": 1070,
    "hích": 662,
    "ích ": 1338,
    "môn": 878,
    " môn": 170,
    "môn ": 879,
    "oá": 970,
    "toá": 1106,
    "oán": 971,
    "án ": 1305,
    " toá": 265,
    "toán": 1107,
    "oán ": 972,
    "phâ": 981,
    " phâ": 209,
    "phân": 982,
    "tíc": 1133,
    " tíc": 281,
    "tích": 1134,
    "ả ": 1473,
    "khả": 809,
    "hả ": 686,
    " khả": 131,
    "khả ": 810,
    "ạt": 1470,
    "đạt": 1416,
    "ạt ": 1471,
    " đạt": 376,
    "đạt ": 1417,
    "ốt": 1584,
    "tốt": 1168,
    "ốt ": 1585,
    " tốt": 304,
    "tốt ": 1169,
    "đủ": 1432,
    "ủ ": 1632,
    " đủ": 388,
    "đủ ": 1433,
    " đủ ": 389,
    ".": 400,
    "_.": 406,
    "._": 401,
    "__.": 411,
    "_._": 407,
    ".__": 402,
    "r__.": 1005,
    "__._": 412,
    "_.__": 408,
    ".__n": 403,
    "vă": 1230,
    " vă": 321,
    "văn": 1231,
    "ăn ": 1376,
    " văn": 322,
    "văn ": 1232,
    "iỏ": 791,
    "giỏ": 578,
    "iỏi": 792,
    " giỏ": 86,
    "giỏi": 579,
    "iỏi ": 793,
    "về": 1241,
    "ề ": 1535,
    " về": 328,
    "về ": 1242,
    " về ": 329,
    "lậ": 858,
    " lậ": 161,
    "lập": 859,
    " lập": 162,
    "lập ": 860,
    "go": 580,
    "ngo": 906,
    "goạ": 583,
    "oại": 976,
    " ngo": 186,
    "ngoạ": 907,
    "goại": 584,
    "oại ": 977,
    "ảm": 1476,
    "cảm": 515,
    "ảm ": 1477,
    " cảm": 57,
    "cảm ": 516,
    " ơn": 393,
    "ơn ": 1439,
    " ơn ": 394,
    "nk": 926,
    "k ": 795,
    "tha": 1056,
    "han": 609,
    "ank": 428,
    "nk ": 927,
    " tha": 242,
    "than": 1057,
    "hank": 610,
    "ank ": 429,
    " y": 343,
    "yo": 1265,
    "ou": 965,
    " yo": 344,
    "you": 1266,
    "ou ": 966,
    " you": 345,
    "you ": 1267,
    "ks": 816,
    "nks": 928,
    "ks ": 817,
    "anks": 430,
    "nks ": 929,
    "ám": 1302,
    "cám": 505,
    "ám ": 1303,
    " cám": 49,
    "cám ": 506,
    "ã": 1319,
    "đã": 1401,
    "ã ": 1320,
    " đã": 365,
    "đã ": 1402,
    " đã ": 366,
    "ạm": 1462,
    "tạm": 1150,
    "ạm ": 1463,
    " tạm": 292,
    "tạm ": 1151,
    "ệt": 1557,
    "biệ": 450,
    "iệt": 787,
    "ệt ": 1558,
    " biệ": 19,
    "biệt": 451,
    "iệt ": 788,
    "oo": 962,
    "od": 956,
    "db": 531,
    "by": 452,
    "ye": 1263,
    "e ": 554,
    " go": 87,
    "goo": 581,
    "ood": 963,
    "odb": 957,
    "dby": 532,
    "bye": 453,
    "ye ": 1264,
    " goo": 88,
    "good": 582,
    "oodb": 964,
    "odby": 958,
    "dbye": 533,
    "bye ": 454,
    " by": 20,
    " bye": 21,
    "ẹ": 1522,
    "hẹ": 695,
    "ẹn": 1523,
    " hẹ": 113,
    "hẹn": 696,
    "ẹn ": 1524,
    " hẹn": 114,
    "hẹn ": 697,
    "ặ": 1519,
    "gặ": 596,
    "ặp": 1520,
    " gặ": 93,
    "gặp": 597,
    "ặp ": 1521,
    " gặp": 94,
    "gặp ": 598,
    "lạ": 852,
    " lạ": 157,
    "lại": 853,
    " lại": 158,
    "lại ": 854,
    "phả": 991,
    " phả": 214,
    "phải": 992,
    "đi ": 1383,
    " đi ": 354,
    "hú": 676,
    "úc": 1366,
    "thú": 1073,
    "húc": 677,
    "úc ": 1367,
    " thú": 249,
    "thúc": 1074,
    "húc ": 678,
    "uộ": 1212,
    "ộc": 1595,
    "cuộ": 499,
    "uộc": 1213,
    "ộc ": 1596,
    " cuộ": 46,
    "cuộc": 500,
    "uộc ": 1214,
    "ò": 1343,
    "rò": 1018,
    "ò ": 1344,
    "trò": 1115,
    "rò ": 1019,
    " trò": 270,
    "trò ": 1116,
    "yệ": 1277,
    "uyệ": 1193,
    "yện": 1278,
    "huyệ": 636,
    "uyện": 1194,
    "yện ": 1279,
    "àm": 1282,
    "làm": 845,
    "àm ": 1283,
    " làm": 152,
    "làm ": 846,
    "ằ": 1511,
    "bằ": 462,
    "ằn": 1512,
    " bằ": 27,
    "bằn": 463,
    "ằng": 1513,
    " bằn": 28,
    "bằng": 464,
    "ằng ": 1514,
    "bạ ": 456,
    " bạ ": 23,
    "ẳ": 1515,
    "hẳ": 692,
    "ẳn": 1516,
    "thẳ": 1080,
    "hẳn": 693,
    "ẳng": 1517,
    " thẳ": 252,
    "thẳn": 1081,
    "hẳng": 694,
    "ẳng ": 1518,
    "đá": 1393,
    " đá": 360,
    "đán": 1394,
    "ánh": 1308,
    " đán": 361,
    "đánh": 1395,
    "ánh ": 1309,
    "iá": 754,
    "á ": 1295,
    "giá": 574,
    "iá ": 755,
    " giá": 84,
    "giá ": 575,
    "lự": 861,
    "ực": 1652,
    " lự": 163,
    "lực": 862,
    "ực ": 1653,
    " lực": 164,
    "lực ": 863,
    "ách": 1298,
    "cách": 504,
    "ách ": 1299,
    "vật": 1239,
    " vật": 327,
    "vật ": 1240,
    "chấ": 488,
    " chấ": 41,
    "chất": 489,
    "ký": 818,
    " ký": 135,
    "ký ": 819,
    " ký ": 136,
    "tú": 1142,
    " tú": 286,
    "túc": 1143,
    " túc": 287,
    "túc ": 1144,
    "xá": 1250,
    " xá": 335,
    "xá ": 1251,
    " xá ": 336,
    "hò": 665,
    "òn": 1345,
    "phò": 985,
    "hòn": 666,
    "òng": 1346,
    " phò": 211,
    "phòn": 986,
    "hòng": 667,
    "òng ": 1347,
    "thí ": 1069,
    "ệm": 1551,
    "iệm": 781,
    "ệm ": 1552,
    "hiệm": 623,
    "iệm ": 782,
    "thư ": 1076,
    "việ": 1224,
    " việ": 317,
    "viện": 1225,
    " r": 220,
    "ra": 1006,
    " ra": 221,
    "ra ": 1007,
    " ra ": 222,
    "sa": 1027,
    " sa": 224,
    "sao": 1028,
    " sao": 225,
    "sao ": 1029,
    "khu": 803,
    "hu ": 633,
    " khu": 128,
    "khu ": 804,
    "hự": 734,
    "thự": 1094,
    "hực": 735,
    " thự": 259,
    "thực": 1095,
    "hực ": 736,
    "hành": 648,
    "ian": 740,
    "gian": 570,
    "ian ": 741,
    "chư": 486,
    " chư": 40,
    "chươ": 487,
    "hờ": 719,
    "ời": 1608,
    "thờ": 1088,
    "hời": 720,
    "ời ": 1609,
    " thờ": 256,
    "thời": 1089,
    "hời ": 721,
    "liê": 829,
    " liê": 144,
    "liên": 830,
    "du": 537,
    " du": 69,
    "dun": 538,
    " dun": 70,
    "dung": 539
  },
  "response": null,
  "action_text": null
}