{
  "text": {
    " ": 0,
    "x": 1203,
    "i": 694,
    "n": 846,
    " x": 319,
    "xi": 1204,
    "in": 704,
    "n ": 847,
    " xi": 320,
    "xin": 1205,
    "in ": 705,
    " xin": 321,
    "xin ": 1206,
    "c": 436,
    "h": 566,
    "à": 1240,
    "o": 899,
    " c": 31,
    "ch": 441,
    "hà": 607,
    "ào": 1250,
    "o ": 900,
    " ch": 34,
    "chà": 451,
    "hào": 611,
    "ào ": 1251,
    " chà": 38,
    "chào": 452,
    "hào ": 612,
    "b": 407,
    "ạ": 1403,
    " b": 13,
    "bạ": 424,
    "ạn": 1412,
    " bạ": 22,
    "bạn": 426,
    "ạn ": 1413,
    " bạn": 24,
    "bạn ": 427,
    "e": 517,
    "l": 781,
    " h": 91,
    "he": 573,
    "el": 519,
    "ll": 788,
    "lo": 791,
    " he": 92,
    "hel": 574,
    "ell": 520,
    "llo": 789,
    "lo ": 792,
    " hel": 93,
    "hell": 575,
    "ello": 521,
    "llo ": 790,
    "hi": 576,
    "i ": 695,
    " hi": 94,
    "hi ": 577,
    " hi ": 95,
    "ó": 1306,
    "có": 474,
    "ó ": 1307,
    " có": 49,
    "có ": 475,
    " có ": 50,
    "a": 387,
    " a": 4,
    "ai": 389,
    " ai": 6,
    "ai ": 390,
    " ai ": 7,
    "ở": 1558,
    " ở": 373,
    "ở ": 1559,
    " ở ": 374,
    "đ": 1330,
    "â": 1271,
    "y": 1218,
    " đ": 335,
    "đâ": 1347,
    "ây": 1276,
    "y ": 1219,
    " đâ": 347,
    "đây": 1350,
    "ây ": 1277,
    " đây": 349,
    "đây ": 1351,
    "k": 751,
    "ô": 1310,
    "g": 525,
    " k": 117,
    "kh": 753,
    "hô": 632,
    "ôn": 1314,
    "ng": 851,
    "g ": 526,
    " kh": 118,
    "khô": 764,
    "hôn": 633,
    "ông": 1316,
    "ng ": 852,
    " khô": 124,
    "khôn": 765,
    "hông": 634,
    "ông ": 1317,
    "ơ": 1376,
    " ơ": 368,
    "ơi": 1378,
    " ơi": 369,
    "ơi ": 1379,
    " ơi ": 370,
    "t": 1001,
    " t": 227,
    "tô": 1094,
    "ôi": 1312,
    " tô": 273,
    "tôi": 1096,
    "ôi ": 1313,
    " tôi": 275,
    "tôi ": 1097,
    " l": 135,
    "là": 798,
    "à ": 1241,
    " là": 143,
    "là ": 799,
    " là ": 144,
    "u": 1128,
    "ễ": 1494,
    " n": 171,
    "gu": 547,
    "uy": 1139,
    "yễ": 1234,
    "ễn": 1495,
    " ng": 174,
    "ngu": 858,
    "guy": 548,
    "uyễ": 1147,
    "yễn": 1235,
    "ễn ": 1496,
    " ngu": 177,
    "nguy": 859,
    "guyễ": 549,
    "uyễn": 1148,
    "yễn ": 1236,
    "v": 1176,
    "ă": 1323,
    " v": 301,
    "vă": 1190,
    "ăn": 1326,
    " vă": 310,
    "văn": 1191,
    "ăn ": 1327,
    " văn": 311,
    "văn ": 1192,
    "a ": 388,
    " a ": 5,
    "ê": 1283,
    "tê": 1087,
    "ên": 1286,
    " tê": 269,
    "tên": 1088,
    "ên ": 1287,
    " tên": 270,
    "tên ": 1089,
    "r": 944,
    "ị": 1513,
    "tr": 1057,
    "rị": 970,
    "ịn": 1517,
    "nh": 866,
    "h ": 567,
    " tr": 253,
    "trị": 1071,
    "rịn": 972,
    "ịnh": 1518,
    "nh ": 867,
    " trị": 260,
    "trịn": 1073,
    "rịnh": 973,
    "ịnh ": 1519,
    "ầ": 1438,
    "rầ": 967,
    "ần": 1439,
    "trầ": 1069,
    "rần": 968,
    "ần ": 1440,
    " trầ": 259,
    "trần": 1070,
    "rần ": 969,
    "p": 925,
    "ư": 1384,
    " p": 196,
    "ph": 927,
    "hư": 638,
    "ươ": 1389,
    "ơn": 1380,
    " ph": 197,
    "phư": 932,
    "hươ": 642,
    "ươn": 1390,
    "ơng": 1382,
    " phư": 200,
    "phươ": 933,
    "hươn": 643,
    "ương": 1391,
    "ơng ": 1383,
    "ấ": 1429,
    "tu": 1074,
    "uấ": 1154,
    "ấn": 1430,
    " tu": 261,
    "tuấ": 1077,
    "uấn": 1155,
    "ấn ": 1431,
    " tuấ": 263,
    "tuấn": 1078,
    "uấn ": 1156,
    "m": 816,
    "ì": 1290,
    " m": 156,
    "mì": 827,
    "ìn": 1292,
    " mì": 159,
    "mìn": 828,
    "ình": 1293,
    " mìn": 160,
    "mình": 829,
    "ình ": 1294,
    "ưn": 1386,
    " hư": 103,
    "hưn": 640,
    "ưng": 1387,
    " hưn": 104,
    "hưng": 641,
    "ưng ": 1388,
    "ả": 1418,
    "th": 1003,
    "hả": 646,
    "ảo": 1427,
    " th": 228,
    "thả": 1027,
    "hảo": 649,
    "ảo ": 1428,
    " thả": 238,
    "thảo": 1028,
    "hảo ": 650,
    "ế": 1472,
    "ti": 1047,
    "iế": 718,
    "ến": 1474,
    " ti": 248,
    "tiế": 1052,
    "iến": 719,
    "ến ": 1475,
    " tiế": 250,
    "tiến": 1053,
    "iến ": 720,
    "chư": 455,
    " chư": 40,
    "chươ": 456,
    "rì": 955,
    "trì": 1060,
    "rìn": 956,
    " trì": 255,
    "trìn": 1061,
    "rình": 957,
    "đà": 1341,
    " đà": 343,
    "đào": 1342,
    " đào": 344,
    "đào ": 1343,
    "tạ": 1103,
    "ạo": 1416,
    " tạ": 280,
    "tạo": 1108,
    "ạo ": 1417,
    " tạo": 283,
    "tạo ": 1109,
    "ư ": 1385,
    " nh": 181,
    "như": 872,
    "hư ": 639,
    " như": 184,
    "như ": 873,
    "hế": 660,
    "ế ": 1473,
    "thế": 1033,
    "hế ": 661,
    " thế": 241,
    "thế ": 1034,
    "nà": 885,
    " nà": 187,
    "nào": 886,
    " nào": 188,
    "nào ": 887,
    "ờ": 1552,
    "hờ": 679,
    "ời": 1553,
    "thờ": 1039,
    "hời": 680,
    "ời ": 1554,
    " thờ": 244,
    "thời": 1040,
    "hời ": 681,
    " g": 78,
    "gi": 532,
    "ia": 696,
    "an": 393,
    " gi": 79,
    "gia": 533,
    "ian": 697,
    "an ": 394,
    " gia": 80,
    "gian": 534,
    "ian ": 698,
    "ọ": 1520,
    "họ": 668,
    "ọc": 1521,
    "c ": 437,
    " họ": 113,
    "học": 669,
    "ọc ": 1522,
    " học": 114,
    "học ": 670,
    "mấ": 840,
    "ấy": 1436,
    " mấ": 167,
    "mấy": 841,
    "ấy ": 1437,
    " mấy": 168,
    "mấy ": 842,
    "nă": 888,
    "ăm": 1324,
    "m ": 817,
    " nă": 189,
    "năm": 889,
    "ăm ": 1325,
    " năm": 190,
    "năm ": 890,
    "li": 783,
    "iê": 713,
    " li": 136,
    "liê": 784,
    "iên": 714,
    " liê": 137,
    "liên": 785,
    "iên ": 715,
    "kế": 775,
    "ết": 1480,
    "t ": 1002,
    " kế": 130,
    "kết": 777,
    "ết ": 1481,
    " kết": 132,
    "kết ": 778,
    "q": 936,
    "ố": 1523,
    " q": 202,
    "qu": 937,
    "uố": 1165,
    "ốc": 1525,
    " qu": 203,
    "quố": 942,
    "uốc": 1166,
    "ốc ": 1526,
    " quố": 206,
    "quốc": 943,
    "uốc ": 1167,
    "tế": 1119,
    " tế": 290,
    "tế ": 1120,
    " tế ": 291,
    "ếng": 1476,
    "iếng": 721,
    "ếng ": 1477,
    " an": 10,
    "anh": 395,
    " anh": 12,
    "anh ": 396,
    "rư": 962,
    "ườ": 1395,
    "ờn": 1555,
    "trư": 1066,
    "rườ": 965,
    "ườn": 1396,
    "ờng": 1556,
    " trư": 258,
    "trườ": 1068,
    "rườn": 966,
    "ường": 1397,
    "ờng ": 1557,
    "ữ": 1585,
    "hữ": 688,
    "ữn": 1587,
    "nhữ": 876,
    "hữn": 689,
    "ững": 1588,
    " nhữ": 186,
    "nhữn": 877,
    "hững": 690,
    "ững ": 1589,
    "gà": 550,
    "àn": 1244,
    "ngà": 860,
    "gàn": 551,
    "ành": 1248,
    " ngà": 178,
    "ngàn": 861,
    "gành": 552,
    "ành ": 1249,
    "ho": 588,
    "cho": 445,
    "ho ": 589,
    " cho": 36,
    "cho ": 446,
    "bi": 414,
    " bi": 16,
    "biế": 415,
    "iết": 722,
    " biế": 17,
    "biết": 416,
    "iết ": 723,
    "á": 1254,
    "cá": 468,
    "ác": 1256,
    " cá": 46,
    "các": 469,
    "ác ": 1257,
    " các": 47,
    "các ": 470,
    "ao": 400,
    "iao": 699,
    "ao ": 401,
    "giao": 535,
    "iao ": 700,
    "thô": 1020,
    " thô": 235,
    "thôn": 1021,
    "ậ": 1448,
    "vậ": 1196,
    "ận": 1449,
    " vậ": 314,
    "vận": 1197,
    "ận ": 1450,
    " vận": 315,
    "vận ": 1198,
    "tả": 1110,
    "ải": 1419,
    " tả": 284,
    "tải": 1111,
    "ải ": 1420,
    " tải": 285,
    "tải ": 1112,
    " u": 298,
    "ut": 1136,
    " ut": 299,
    "uth": 1137,
    "th ": 1004,
    " uth": 300,
    "uth ": 1138,
    "gì": 553,
    "ì ": 1291,
    " gì": 85,
    "gì ": 554,
    " gì ": 86,
    "ại": 1408,
    "tại": 1104,
    "ại ": 1409,
    " tại": 281,
    "tại ": 1105,
    "đạ": 1361,
    " đạ": 357,
    "đại": 1362,
    " đại": 358,
    "đại ": 1363,
    "hu": 594,
    "yê": 1225,
    "chu": 447,
    "huy": 596,
    "uyê": 1141,
    "yên": 1226,
    " chu": 37,
    "chuy": 448,
    "huyê": 597,
    "uyên": 1142,
    "yên ": 1227,
    "hê": 619,
    "êm": 1284,
    "thê": 1016,
    "hêm": 620,
    "êm ": 1285,
    " thê": 233,
    "thêm": 1017,
    "hêm ": 621,
    "tin": 1050,
    " tin": 249,
    "tin ": 1051,
    "ề": 1482,
    "về": 1201,
    "ề ": 1483,
    " về": 317,
    "về ": 1202,
    " về ": 318,
    "cô": 476,
    " cô": 51,
    "côn": 477,
    " côn": 52,
    "công": 478,
    "ệ": 1497,
    "gh": 527,
    "hệ": 662,
    "ệ ": 1498,
    "ngh": 853,
    "ghệ": 530,
    "hệ ": 663,
    " ngh": 175,
    "nghệ": 855,
    "ghệ ": 531,
    "ỹ": 1599,
    "kỹ": 779,
    "ỹ ": 1600,
    " kỹ": 133,
    "kỹ ": 780,
    " kỹ ": 134,
    "uậ": 1160,
    "ật": 1453,
    "thu": 1011,
    "huậ": 601,
    "uật": 1161,
    "ật ": 1454,
    " thu": 231,
    "thuậ": 1012,
    "huật": 602,
    "uật ": 1162,
    "cơ": 479,
    "ơ ": 1377,
    " cơ": 53,
    "cơ ": 480,
    " cơ ": 54,
    "í": 1295,
    "hí": 622,
    "í ": 1296,
    "khí": 762,
    "hí ": 623,
    " khí": 123,
    "khí ": 763,
    "đi": 1333,
    "iề": 724,
    "ều": 1486,
    "u ": 1129,
    " đi": 338,
    "điề": 1335,
    "iều": 725,
    "ều ": 1487,
    " điề": 340,
    "điều": 1336,
    "iều ": 726,
    "ể": 1488,
    "iể": 727,
    "ển": 1492,
    "khi": 756,
    "hiể": 582,
    "iển": 730,
    "ển ": 1493,
    " khi": 120,
    "khiể": 757,
    "hiển": 583,
    "iển ": 731,
    "và": 1186,
    " và": 307,
    "và ": 1187,
    " và ": 308,
    "ự": 1590,
    "tự": 1126,
    "ự ": 1591,
    " tự": 296,
    "tự ": 1127,
    " tự ": 297,
    "ộ": 1538,
    "độ": 1372,
    "ộn": 1544,
    " độ": 365,
    "độn": 1374,
    "ộng": 1545,
    " độn": 367,
    "động": 1375,
    "ộng ": 1546,
    "hó": 629,
    "óa": 1308,
    " hó": 101,
    "hóa": 630,
    "óa ": 1309,
    " hóa": 102,
    "hóa ": 631,
    "ớ": 1547,
    "iớ": 748,
    "ới": 1550,
    "giớ": 540,
    "iới": 749,
    "ới ": 1551,
    " giớ": 82,
    "giới": 541,
    "iới ": 750,
    "iệ": 735,
    "ệu": 1509,
    "thi": 1007,
    "hiệ": 584,
    "iệu": 746,
    "ệu ": 1510,
    " thi": 230,
    "thiệ": 1010,
    "hiệu": 587,
    "iệu ": 747,
    "quy": 938,
    "uy ": 1140,
    " quy": 204,
    "quy ": 939,
    "oạ": 922,
    "ạc": 1405,
    " ho": 97,
    "hoạ": 592,
    "oạc": 923,
    "ạch": 1406,
    "ch ": 442,
    " hoạ": 98,
    "hoạc": 593,
    "oạch": 924,
    "ạch ": 1407,
    "uả": 1151,
    "ản": 1423,
    "quả": 940,
    "uản": 1152,
    "ản ": 1424,
    " quả": 205,
    "quản": 941,
    "uản ": 1153,
    "ý": 1321,
    "lý": 802,
    "ý ": 1322,
    " lý": 146,
    "lý ": 803,
    " lý ": 147,
    "s": 974,
    "og": 908,
    "is": 708,
    "st": 985,
    "ic": 701,
    "cs": 461,
    "s ": 975,
    " lo": 139,
    "log": 793,
    "ogi": 909,
    "gis": 536,
    "ist": 709,
    "sti": 986,
    "tic": 1048,
    "ics": 702,
    "cs ": 462,
    " log": 140,
    "logi": 794,
    "ogis": 910,
    "gist": 537,
    "isti": 710,
    "stic": 987,
    "tics": 1049,
    "ics ": 703,
    "hạ": 644,
    "ạ ": 1404,
    " hạ": 105,
    "hạ ": 645,
    " hạ ": 106,
    "tầ": 1113,
    " tầ": 286,
    "tần": 1114,
    "ầng": 1441,
    " tần": 287,
    "tầng": 1115,
    "ầng ": 1442,
    " ô": 333,
    "ô ": 1311,
    " ô ": 334,
    "tô ": 1095,
    " tô ": 274,
    " s": 210,
    "số": 997,
    "ố ": 1524,
    " số": 223,
    "số ": 998,
    " số ": 224,
    "oa": 901,
    "kho": 758,
    "hoa": 590,
    "oa ": 902,
    " kho": 121,
    "khoa": 759,
    "hoa ": 591,
    "d": 497,
    " d": 65,
    "dữ": 512,
    "ữ ": 1586,
    " dữ": 74,
    "dữ ": 513,
    " dữ ": 75,
    "liệ": 786,
    " liệ": 138,
    "liệu": 787,
    "al": 391,
    "l ": 782,
    " al": 8,
    "al ": 392,
    " al ": 9,
    "sm": 982,
    "ma": 818,
    "ar": 402,
    "rt": 950,
    " sm": 215,
    "sma": 983,
    "mar": 819,
    "art": 403,
    "rt ": 951,
    " sma": 216,
    "smar": 984,
    "mart": 820,
    "art ": 404,
    "ru": 952,
    "yề": 1228,
    "ền": 1484,
    "tru": 1058,
    "ruy": 953,
    "uyề": 1143,
    "yền": 1229,
    "ền ": 1485,
    " tru": 254,
    "truy": 1059,
    "ruyề": 954,
    "uyền": 1144,
    "yền ": 1230,
    "ổ": 1532,
    "đổ": 1369,
    "ổi": 1533,
    " đổ": 363,
    "đổi": 1370,
    "ổi ": 1534,
    " đổi": 364,
    "đổi ": 1371,
    "mớ": 843,
    " mớ": 169,
    "mới": 844,
    " mới": 170,
    "mới ": 845,
    "sá": 988,
    "án": 1264,
    " sá": 217,
    "sán": 989,
    "áng": 1265,
    " sán": 218,
    "sáng": 990,
    "áng ": 1266,
    " hệ": 111,
    " hệ ": 112,
    "hố": 671,
    "ốn": 1529,
    "thố": 1037,
    "hốn": 674,
    "ống": 1530,
    " thố": 243,
    "thốn": 1038,
    "hống": 675,
    "ống ": 1531,
    "ki": 768,
    " ki": 126,
    "kin": 769,
    "inh": 706,
    " kin": 127,
    "kinh": 770,
    "inh ": 707,
    "rí": 958,
    "trí": 1062,
    "rí ": 959,
    " trí": 256,
    "trí ": 1063,
    "uệ": 1163,
    "tuệ": 1079,
    "uệ ": 1164,
    " tuệ": 264,
    "tuệ ": 1080,
    "hâ": 616,
    "ân": 1272,
    "nhâ": 870,
    "hân": 617,
    "ân ": 1273,
    " nhâ": 183,
    "nhân": 871,
    "hân ": 618,
    "do": 501,
    " do": 66,
    "doa": 502,
    "oan": 903,
    " doa": 67,
    "doan": 503,
    "oanh": 904,
    "ị ": 1514,
    "rị ": 971,
    "trị ": 1072,
    "đa": 1331,
    " đa": 336,
    "đa ": 1332,
    " đa ": 337,
    "ứ": 1577,
    "hứ": 685,
    "ức": 1578,
    "thứ": 1043,
    "hức": 686,
    "ức ": 1579,
    " thứ": 246,
    "thức": 1044,
    "hức ": 687,
    "ha": 568,
    "kha": 754,
    "hai": 569,
    " kha": 119,
    "khai": 755,
    "hai ": 570,
    "há": 613,
    "thá": 1014,
    "hác": 614,
    " thá": 232,
    "thác": 1015,
    "hác ": 615,
    "đư": 1356,
    " đư": 354,
    "đườ": 1357,
    " đườ": 355,
    "đườn": 1358,
    "ắ": 1455,
    "sắ": 994,
    "ắt": 1456,
    " sắ": 221,
    "sắt": 995,
    "ắt ": 1457,
    " sắt": 222,
    "sắt ": 996,
    "tố": 1121,
    " tố": 292,
    "tốc": 1122,
    " tốc": 293,
    "tốc ": 1123,
    "ộ ": 1539,
    "độ ": 1373,
    " độ ": 366,
    "ca": 438,
    " ca": 32,
    "cao": 439,
    " cao": 33,
    "cao ": 440,
    "tà": 1081,
    "àu": 1252,
    " tà": 265,
    "tàu": 1082,
    "àu ": 1253,
    " tàu": 266,
    "tàu ": 1083,
    "biể": 417,
    " biể": 18,
    "biển": 418,
    "má": 824,
    "áy": 1269,
    " má": 157,
    "máy": 825,
    "áy ": 1270,
    " máy": 158,
    "máy ": 826,
    "ủ": 1572,
    "hủ": 682,
    "ủy": 1575,
    "thủ": 1041,
    "hủy": 683,
    "ủy ": 1576,
    " thủ": 245,
    "thủy": 1042,
    "hủy ": 684,
    "ện": 1503,
    "điệ": 1339,
    "iện": 740,
    "ện ": 1504,
    " điệ": 342,
    "điện": 1340,
    "iện ": 741,
    "ử": 1583,
    "tử": 1124,
    "ử ": 1584,
    " tử": 294,
    "tử ": 1125,
    " tử ": 295,
    "cả": 481,
    " cả": 55,
    "cản": 484,
    "ảng": 1425,
    " cản": 57,
    "cảng": 485,
    "ảng ": 1426,
    " hà": 99,
    "hàn": 608,
    "àng": 1246,
    " hàn": 100,
    "hàng": 609,
    "àng ": 1247,
    " hả": 107,
    "hải": 647,
    " hải": 108,
    "hải ": 648,
    "ỷ": 1597,
    "uỷ": 1174,
    "ỷ ": 1598,
    "huỷ": 605,
    "uỷ ": 1175,
    "thuỷ": 1013,
    "huỷ ": 606,
    "bấ": 428,
    "ất": 1432,
    " bấ": 25,
    "bất": 429,
    "ất ": 1433,
    " bất": 26,
    "bất ": 430,
    "sả": 991,
    " sả": 219,
    "sản": 992,
    " sản": 220,
    "sản ": 993,
    "xâ": 1209,
    " xâ": 324,
    "xây": 1210,
    " xây": 325,
    "xây ": 1211,
    "dự": 514,
    "ựn": 1594,
    " dự": 76,
    "dựn": 515,
    "ựng": 1595,
    " dựn": 77,
    "dựng": 516,
    "ựng ": 1596,
    "xế": 1215,
    "ếp": 1478,
    "p ": 926,
    " xế": 328,
    "xếp": 1216,
    "ếp ": 1479,
    " xếp": 329,
    "xếp ": 1217,
    "ỡ": 1560,
    "dỡ": 507,
    "ỡ ": 1561,
    " dỡ": 70,
    "dỡ ": 508,
    " dỡ ": 71,
    "đô": 1354,
    " đô": 352,
    "đô ": 1355,
    " đô ": 353,
    "hị": 666,
    "thị": 1035,
    "hị ": 667,
    " thị": 242,
    "thị ": 1036,
    "ệp": 1505,
    "ghi": 528,
    "iệp": 742,
    "ệp ": 1506,
    "nghi": 854,
    "ghiệ": 529,
    "hiệp": 586,
    "iệp ": 743,
    "năn": 891,
    "ăng": 1328,
    " năn": 191,
    "năng": 892,
    "ăng ": 1329,
    "ợ": 1562,
    "lư": 804,
    "ượ": 1398,
    "ợn": 1565,
    " lư": 148,
    "lượ": 805,
    "ượn": 1401,
    "ợng": 1566,
    " lượ": 149,
    "lượn": 806,
    "ượng": 1402,
    "ợng ": 1567,
    "tá": 1084,
    "ái": 1260,
    " tá": 267,
    "tái": 1085,
    "ái ": 1261,
    " tái": 268,
    "tái ": 1086,
    "vi": 1177,
    "iễ": 732,
    " vi": 302,
    "viễ": 1181,
    "iễn": 733,
    " viễ": 305,
    "viễn": 1182,
    "iễn ": 734,
    "tí": 1090,
    "ín": 1297,
    " tí": 271,
    "tín": 1091,
    "ín ": 1298,
    " tín": 272,
    "tín ": 1092,
    " hiệ": 96,
    "mô": 830,
    " mô": 161,
    "môi": 831,
    " môi": 162,
    "môi ": 832,
    " an ": 11,
    "to": 1054,
    "oà": 916,
    " to": 251,
    "toà": 1055,
    "oàn": 917,
    "àn ": 1245,
    " toà": 252,
    "toàn": 1056,
    "oàn ": 918,
    "nổ": 893,
    " nổ": 192,
    "nổi": 894,
    " nổi": 193,
    "nổi ": 895,
    "dâ": 504,
    " dâ": 68,
    "dân": 505,
    " dân": 69,
    "dân ": 506,
    "ụ": 1568,
    "dụ": 509,
    "ụn": 1569,
    " dụ": 72,
    "dụn": 510,
    "ụng": 1570,
    " dụn": 73,
    "dụng": 511,
    "ụng ": 1571,
    "cấ": 486,
    "ấu": 1434,
    " cấ": 58,
    "cấu": 487,
    "ấu ": 1435,
    " cấu": 59,
    "cấu ": 488,
    "hiế": 580,
    "thiế": 1009,
    "hiết": 581,
    "kế ": 776,
    " kế ": 131,
    "nộ": 896,
    "ội": 1542,
    " nộ": 194,
    "nội": 897,
    "ội ": 1543,
    " nội": 195,
    "nội ": 898,
    "hấ": 651,
    "thấ": 1029,
    "hất": 652,
    " thấ": 239,
    "thất": 1030,
    "hất ": 653,
    "cầ": 489,
    "ầu": 1443,
    " cầ": 60,
    "cầu": 492,
    "ầu ": 1444,
    " cầu": 62,
    "cầu ": 493,
    "bộ": 434,
    " bộ": 29,
    "bộ ": 435,
    " bộ ": 30,
    "ỗ": 1535,
    "uỗ": 1168,
    "ỗi": 1536,
    "huỗ": 603,
    "uỗi": 1169,
    "ỗi ": 1537,
    "chuỗ": 450,
    "huỗi": 604,
    "uỗi ": 1170,
    "cu": 463,
    "un": 1133,
    " cu": 43,
    "cun": 464,
    "ung": 1134,
    " cun": 44,
    "cung": 465,
    "ung ": 1135,
    " ứ": 375,
    "ứn": 1580,
    " ứn": 376,
    "ứng": 1581,
    " ứng": 377,
    "ứng ": 1582,
    "lu": 795,
    " lu": 141,
    "luậ": 796,
    " luậ": 142,
    "luật": 797,
    "mạ": 833,
    " mạ": 163,
    "mạn": 838,
    "ạng": 1414,
    " mạn": 166,
    "mạng": 839,
    "ạng ": 1415,
    "ính": 1299,
    "tính": 1093,
    "ính ": 1300,
    "vi ": 1178,
    " vi ": 303,
    "mạc": 834,
    " mạc": 164,
    "mạch": 835,
    "gô": 555,
    "ngô": 862,
    "gôn": 556,
    "ôn ": 1315,
    " ngô": 179,
    "ngôn": 863,
    "gôn ": 557,
    "gữ": 564,
    "ngữ": 864,
    "gữ ": 565,
    " ngữ": 180,
    "ngữ ": 865,
    "thư": 1024,
    " thư": 237,
    "thươ": 1026,
    "mại": 836,
    " mại": 165,
    "mại ": 837,
    "hộ": 676,
    " hộ": 115,
    "hội": 677,
    " hội": 116,
    "hội ": 678,
    "ệc": 1499,
    "việ": 1183,
    "iệc": 736,
    "ệc ": 1500,
    " việ": 306,
    "việc": 1184,
    "iệc ": 737,
    "àm": 1242,
    "làm": 800,
    "àm ": 1243,
    " làm": 145,
    "làm ": 801,
    "củ": 494,
    "ủa": 1573,
    " củ": 63,
    "của": 495,
    "ủa ": 1574,
    " của": 64,
    "của ": 496,
    "ểm": 1490,
    "điể": 1337,
    "iểm": 728,
    "ểm ": 1491,
    " điể": 341,
    "điểm": 1338,
    "iểm ": 729,
    "ẩ": 1445,
    "uẩ": 1157,
    "ẩn": 1446,
    "huẩ": 599,
    "uẩn": 1158,
    "ẩn ": 1447,
    "chuẩ": 449,
    "huẩn": 600,
    "uẩn ": 1159,
    "_": 378,
    " _": 1,
    "__": 380,
    "_n": 384,
    "nu": 882,
    "um": 1130,
    "mb": 821,
    "be": 411,
    "er": 522,
    "r_": 945,
    "_ ": 379,
    " __": 2,
    "__n": 382,
    "_nu": 385,
    "num": 883,
    "umb": 1131,
    "mbe": 822,
    "ber": 412,
    "er_": 523,
    "r__": 946,
    "__ ": 381,
    " __n": 3,
    "__nu": 383,
    "_num": 386,
    "numb": 884,
    "umbe": 1132,
    "mber": 823,
    "ber_": 413,
    "er__": 524,
    "r__ ": 947,
    "ba": 408,
    " ba": 14,
    "bao": 409,
    " bao": 15,
    "bao ": 410,
    "êu": 1288,
    "nhi": 868,
    "hiê": 578,
    "iêu": 716,
    "êu ": 1289,
    " nhi": 182,
    "nhiê": 869,
    "hiêu": 579,
    "iêu ": 717,
    "ướ": 1392,
    "ớc": 1548,
    "rướ": 963,
    "ước": 1393,
    "ớc ": 1549,
    "trướ": 1067,
    "rước": 964,
    "ước ": 1394,
    "go": 542,
    "oá": 919,
    "ngo": 856,
    "goá": 545,
    "oái": 920,
    " ngo": 176,
    "ngoá": 857,
    "goái": 546,
    "oái ": 921,
    "gầ": 558,
    " gầ": 87,
    "gần": 559,
    " gần": 88,
    "gần ": 560,
    "na": 848,
    "ay": 405,
    " na": 172,
    "nay": 849,
    "ay ": 406,
    " nay": 173,
    "nay ": 850,
    "ối": 1527,
    "khố": 766,
    "hối": 672,
    "ối ": 1528,
    " khố": 125,
    "khối": 767,
    "hối ": 673,
    "é": 1280,
    "xé": 1212,
    "ét": 1281,
    " xé": 326,
    "xét": 1213,
    "ét ": 1282,
    " xét": 327,
    "xét ": 1214,
    "yể": 1231,
    "tuy": 1075,
    "uyể": 1145,
    "yển": 1232,
    " tuy": 262,
    "tuyể": 1076,
    "uyển": 1146,
    "yển ": 1233,
    "vào": 1188,
    " vào": 309,
    "vào ": 1189,
    "cần": 490,
    " cần": 61,
    "cần ": 491,
    "thi ": 1008,
    "để": 1364,
    "ể ": 1489,
    " để": 359,
    "để ": 1365,
    " để ": 360,
    "lấ": 810,
    " lấ": 152,
    "lấy": 811,
    " lấy": 153,
    "lấy ": 812,
    "phí": 928,
    " phí": 198,
    "phí ": 929,
    "chi": 443,
    " chi": 35,
    "chi ": 444,
    "tậ": 1116,
    "ập": 1451,
    " tậ": 288,
    "tập": 1117,
    "ập ": 1452,
    " tập": 289,
    "tập ": 1118,
    "âu": 1274,
    "đâu": 1348,
    "âu ": 1275,
    " đâu": 348,
    "đâu ": 1349,
    "đị": 1366,
    "ịa": 1515,
    " đị": 361,
    "địa": 1367,
    "ịa ": 1516,
    " địa": 362,
    "địa ": 1368,
    "ỉ": 1511,
    "hỉ": 664,
    "ỉ ": 1512,
    "chỉ": 459,
    "hỉ ": 665,
    " chỉ": 42,
    "chỉ ": 460,
    "sở": 999,
    " sở": 225,
    "sở ": 1000,
    " sở ": 226,
    "si": 979,
    " si": 213,
    "sin": 980,
    " sin": 214,
    "sinh": 981,
    "viê": 1179,
    " viê": 304,
    "viên": 1180,
    "nhấ": 874,
    " nhấ": 185,
    "nhất": 875,
    "chí": 453,
    "hín": 624,
    " chí": 39,
    "chín": 454,
    "hính": 625,
    "ảm": 1421,
    "cảm": 482,
    "ảm ": 1422,
    " cảm": 56,
    "cảm ": 483,
    " ơn": 371,
    "ơn ": 1381,
    " ơn ": 372,
    "nk": 878,
    "k ": 752,
    "tha": 1005,
    "han": 571,
    "ank": 397,
    "nk ": 879,
    " tha": 229,
    "than": 1006,
    "hank": 572,
    "ank ": 398,
    " y": 330,
    "yo": 1222,
    "ou": 914,
    " yo": 331,
    "you": 1223,
    "ou ": 915,
    " you": 332,
    "you ": 1224,
    "ks": 771,
    "nks": 880,
    "ks ": 772,
    "anks": 399,
    "nks ": 881,
    "ám": 1262,
    "cám": 472,
    "ám ": 1263,
    " cám": 48,
    "cám ": 473,
    "ã": 1278,
    "đã": 1352,
    "ã ": 1279,
    " đã": 350,
    "đã ": 1353,
    " đã ": 351,
    "tư": 1101,
    " tư": 278,
    "tư ": 1102,
    " tư ": 279,
    "vấ": 1193,
    " vấ": 312,
    "vấn": 1194,
    " vấn": 313,
    "vấn ": 1195,
    "ạm": 1410,
    "tạm": 1106,
    "ạm ": 1411,
    " tạm": 282,
    "tạm ": 1107,
    "ệt": 1507,
    "biệ": 419,
    "iệt": 744,
    "ệt ": 1508,
    " biệ": 19,
    "biệt": 420,
    "iệt ": 745,
    "oo": 911,
    "od": 905,
    "db": 498,
    "by": 421,
    "ye": 1220,
    "e ": 518,
    " go": 83,
    "goo": 543,
    "ood": 912,
    "odb": 906,
    "dby": 499,
    "bye": 422,
    "ye ": 1221,
    " goo": 84,
    "good": 544,
    "oodb": 913,
    "odby": 907,
    "dbye": 500,
    "bye ": 423,
    " by": 20,
    " bye": 21,
    "ẹ": 1469,
    "hẹ": 657,
    "ẹn": 1470,
    " hẹ": 109,
    "hẹn": 658,
    "ẹn ": 1471,
    " hẹn": 110,
    "hẹn ": 659,
    "ặ": 1466,
    "gặ": 561,
    "ặp": 1467,
    " gặ": 89,
    "gặp": 562,
    "ặp ": 1468,
    " gặp": 90,
    "gặp ": 563,
    "lạ": 807,
    " lạ": 150,
    "lại": 808,
    " lại": 151,
    "lại ": 809,
    "phả": 934,
    " phả": 201,
    "phải": 935,
    "đi ": 1334,
    " đi ": 339,
    "ú": 1318,
    "hú": 635,
    "úc": 1319,
    "thú": 1022,
    "húc": 636,
    "úc ": 1320,
    " thú": 236,
    "thúc": 1023,
    "húc ": 637,
    "uộ": 1171,
    "ộc": 1540,
    "cuộ": 466,
    "uộc": 1172,
    "ộc ": 1541,
    " cuộ": 45,
    "cuộc": 467,
    "uộc ": 1173,
    "ò": 1301,
    "rò": 960,
    "ò ": 1302,
    "trò": 1064,
    "rò ": 961,
    " trò": 257,
    "trò ": 1065,
    "yệ": 1237,
    "uyệ": 1149,
    "yện": 1238,
    "huyệ": 598,
    "uyện": 1150,
    "yện ": 1239,
    "ằ": 1458,
    "bằ": 431,
    "ằn": 1459,
    " bằ": 27,
    "bằn": 432,
    "ằng": 1460,
    " bằn": 28,
    "bằng": 433,
    "ằng ": 1461,
    "bạ ": 425,
    " bạ ": 23,
    "ợc": 1563,
    "đượ": 1359,
    "ược": 1399,
    "ợc ": 1564,
    " đượ": 356,
    "được": 1360,
    "ược ": 1400,
    "ẳ": 1462,
    "hẳ": 654,
    "ẳn": 1463,
    "thẳ": 1031,
    "hẳn": 655,
    "ẳng": 1464,
    " thẳ": 240,
    "thẳn": 1032,
    "hẳng": 656,
    "ẳng ": 1465,
    "đá": 1344,
    " đá": 345,
    "đán": 1345,
    "ánh": 1267,
    " đán": 346,
    "đánh": 1346,
    "ánh ": 1268,
    "iá": 711,
    "á ": 1255,
    "giá": 538,
    "iá ": 712,
    " giá": 81,
    "giá ": 539,
    "lự": 813,
    "ực": 1592,
    " lự": 154,
    "lực": 814,
    "ực ": 1593,
    " lực": 155,
    "lực ": 815,
    "ách": 1258,
    "cách": 471,
    "ách ": 1259,
    "vật": 1199,
    " vật": 316,
    "vật ": 1200,
    "chấ": 457,
    " chấ": 41,
    "chất": 458,
    "ký": 773,
    " ký": 128,
    "ký ": 774,
    " ký ": 129,
    "tú": 1098,
    " tú": 276,
    "túc": 1099,
    " túc": 277,
    "túc ": 1100,
    "xá": 1207,
    " xá": 322,
    "xá ": 1208,
    " xá ": 323,
    "hò": 626,
    "òn": 1303,
    "phò": 930,
    "hòn": 627,
    "òng": 1304,
    " phò": 199,
    "phòn": 931,
    "hòng": 628,
    "òng ": 1305,
    "thí": 1018,
    " thí": 234,
    "thí ": 1019,
    "ệm": 1501,
    "iệm": 738,
    "ệm ": 1502,
    "hiệm": 585,
    "iệm ": 739,
    "thư ": 1025,
    "viện": 1185,
    " r": 207,
    "ra": 948,
    " ra": 208,
    "ra ": 949,
    " ra ": 209,
    "sa": 976,
    " sa": 211,
    "sao": 977,
    " sao": 212,
    "sao ": 978,
    "khu": 760,
    "hu ": 595,
    " khu": 122,
    "khu ": 761,
    "hự": 691,
    "thự": 1045,
    "hực": 692,
    " thự": 247,
    "thực": 1046,
    "hực ": 693,
    "hành": 610
  },
  "response": null,
  "action_text": null
}