{
  "text": {
    "xin": 151,
    "chào": 16,
    "bạn": 9,
    "hello": 45,
    "hi": 46,
    "có": 26,
    "ai": 2,
    "ở": 175,
    "đây": 163,
    "không": 54,
    "ơi": 173,
    "trường": 124,
    "những": 84,
    "ngành": 79,
    "nào": 85,
    "cho": 12,
    "tôi": 130,
    "biết": 5,
    "các": 23,
    "đào": 160,
    "tạo": 135,
    "học": 50,
    "giao": 36,
    "thông": 110,
    "vận": 147,
    "tải": 136,
    "uth": 140,
    "gì": 41,
    "tại": 133,
    "đại": 167,
    "chuyên": 13,
    "tuyển": 126,
    "sinh": 100,
    "khối": 56,
    "được": 166,
    "xét": 154,
    "a": 1,
    "vào": 144,
    "kỹ": 60,
    "thuật": 106,
    "ô": 156,
    "tô": 129,
    "cần": 30,
    "thi": 105,
    "để": 169,
    "quản": 96,
    "trị": 125,
    "kinh": 57,
    "doanh": 32,
    "công": 27,
    "nghệ": 76,
    "tin": 118,
    "lấy": 67,
    "phí": 91,
    "là": 63,
    "bao": 4,
    "nhiêu": 81,
    "hỏi": 51,
    "một": 73,
    "năm": 87,
    "đóng": 165,
    "như": 82,
    "thế": 114,
    "chi": 11,
    "tập": 137,
    "đâu": 162,
    "địa": 170,
    "chỉ": 20,
    "cơ": 28,
    "sở": 102,
    "mấy": 72,
    "viên": 141,
    "nhất": 83,
    "chính": 17,
    "của": 31,
    "điểm": 159,
    "chuẩn": 15,
    "nay": 74,
    "gần": 42,
    "đỗ": 171,
    "__number__": 0,
    "logistics": 62,
    "ngoái": 77,
    "tế": 138,
    "xây": 153,
    "dựng": 34,
    "trình": 121,
    "trước": 123,
    "gợi": 44,
    "ý": 157,
    "số": 101,
    "nên": 86,
    "phù": 93,
    "hợp": 52,
    "với": 150,
    "giúp": 38,
    "chọn": 21,
    "tư": 132,
    "vấn": 146,
    "thì": 107,
    "thích": 109,
    "môn": 71,
    "toán": 120,
    "và": 143,
    "lý": 65,
    "phân": 90,
    "tích": 127,
    "khả": 55,
    "năng": 88,
    "đạt": 168,
    "hóa": 48,
    "tốt": 139,
    "đủ": 172,
    "văn": 145,
    "anh": 3,
    "máy": 70,
    "tính": 128,
    "giỏi": 39,
    "về": 149,
    "lập": 68,
    "ngoại": 78,
    "ngữ": 80,
    "cảm": 29,
    "ơn": 174,
    "thank": 103,
    "you": 155,
    "thanks": 104,
    "cám": 25,
    "đã": 164,
    "tạm": 134,
    "biệt": 6,
    "goodbye": 40,
    "bye": 7,
    "hẹn": 49,
    "gặp": 43,
    "lại": 66,
    "phải": 95,
    "đi": 158,
    "kết": 59,
    "thúc": 111,
    "cuộc": 22,
    "trò": 122,
    "chuyện": 14,
    "phương": 94,
    "thức": 116,
    "làm": 64,
    "bằng": 10,
    "bạ": 8,
    "thẳng": 113,
    "đánh": 161,
    "giá": 37,
    "lực": 69,
    "cách": 24,
    "vật": 148,
    "chất": 19,
    "ký": 58,
    "túc": 131,
    "xá": 152,
    "phòng": 92,
    "thí": 108,
    "nghiệm": 75,
    "thư": 112,
    "viện": 142,
    "ra": 98,
    "sao": 99,
    "khu": 53,
    "thực": 117,
    "hành": 47,
    "gian": 35,
    "chương": 18,
    "thời": 115,
    "liên": 61,
    "quốc": 97,
    "tiếng": 119,
    "nội": 89,
    "dung": 33
  },
  "intent": {
    "chao_hoi": 1,
    "thong_tin_nganh_hoc": 13,
    "khoi_tuyen_sinh": 10,
    "hoc_phi": 7,
    "dia_diem_hoc": 3,
    "diem_chuan": 4,
    "diem_chuan_nganh_cu_the": 5,
    "goi_y_nganh_hoc": 6,
    "tu_van_kha_nang_phu_hop": 14,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 12,
    "phuong_thuc_xet_tuyen": 11,
    "hoi_co_so_vat_chat": 9,
    "hoi_chuong_trinh_dao_tao": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_de_xuat_nganh": 1,
    "action_diem_chuan_nganh_cu_the": 6,
    "tu_van_phu_hop_form": 14,
    "utter_cam_on": 15,
    "utter_chao_hoi": 16,
    "utter_dia_diem_hoc": 17,
    "utter_diem_chuan": 18,
    "utter_goi_y_nganh_hoc": 19,
    "utter_hoc_phi": 20,
    "utter_hoi_chuong_trinh_dao_tao": 21,
    "utter_hoi_co_so_vat_chat": 22,
    "utter_khoi_tuyen_sinh": 23,
    "utter_phuong_thuc_xet_tuyen": 24,
    "utter_tam_biet": 25,
    "utter_thong_tin_nganh_hoc": 26,
    "utter_tu_van_kha_nang_phu_hop": 27,
    "validate_tu_van_phu_hop_form": 28
  },
  "action_text": null,
  "intent_response_key": null
}