{
  "text": {
    "xin": 203,
    "chào": 24,
    "bạn": 13,
    "hello": 56,
    "hi": 57,
    "có": 34,
    "ai": 2,
    "ở": 231,
    "đây": 218,
    "không": 74,
    "ơi": 229,
    "tôi": 178,
    "là": 85,
    "nguyễn": 103,
    "văn": 198,
    "a": 1,
    "tên": 174,
    "thị": 151,
    "b": 6,
    "trịnh": 168,
    "trần": 166,
    "phương": 119,
    "tuấn": 170,
    "mình": 93,
    "hưng": 63,
    "thảo": 147,
    "tiến": 158,
    "chương": 26,
    "trình": 162,
    "đào": 215,
    "tạo": 183,
    "như": 109,
    "thế": 150,
    "nào": 112,
    "thời": 153,
    "gian": 49,
    "học": 68,
    "mấy": 98,
    "năm": 113,
    "liên": 81,
    "kết": 79,
    "quốc": 123,
    "tế": 187,
    "tiếng": 159,
    "anh": 5,
    "trường": 165,
    "những": 111,
    "ngành": 104,
    "cho": 19,
    "biết": 8,
    "các": 31,
    "giao": 50,
    "thông": 143,
    "vận": 200,
    "tải": 184,
    "uth": 191,
    "gì": 54,
    "tại": 181,
    "đại": 223,
    "chuyên": 20,
    "thêm": 141,
    "tin": 157,
    "về": 202,
    "công": 35,
    "nghệ": 102,
    "kỹ": 80,
    "thuật": 138,
    "cơ": 36,
    "khí": 73,
    "điều": 212,
    "khiển": 70,
    "và": 196,
    "tự": 190,
    "động": 228,
    "hóa": 62,
    "giới": 52,
    "thiệu": 137,
    "quy": 121,
    "hoạch": 59,
    "quản": 122,
    "lý": 87,
    "logistics": 83,
    "hạ": 64,
    "tầng": 185,
    "ô": 209,
    "tô": 177,
    "số": 131,
    "khoa": 71,
    "dữ": 47,
    "liệu": 82,
    "al": 3,
    "smart": 127,
    "truyền": 161,
    "đổi": 226,
    "mới": 99,
    "sáng": 128,
    "hệ": 67,
    "thống": 152,
    "kinh": 76,
    "trí": 163,
    "tuệ": 171,
    "nhân": 108,
    "doanh": 43,
    "trị": 167,
    "đa": 210,
    "thức": 155,
    "khai": 69,
    "thác": 140,
    "đường": 221,
    "sắt": 130,
    "tốc": 188,
    "độ": 227,
    "cao": 17,
    "tàu": 172,
    "biển": 9,
    "máy": 92,
    "thủy": 154,
    "điện": 214,
    "tử": 189,
    "cảng": 38,
    "hàng": 60,
    "hải": 65,
    "thuỷ": 139,
    "bất": 14,
    "sản": 129,
    "xây": 205,
    "dựng": 48,
    "xếp": 207,
    "dỡ": 45,
    "đô": 220,
    "nghiệp": 101,
    "năng": 114,
    "lượng": 88,
    "tái": 173,
    "viễn": 194,
    "tín": 175,
    "hiệu": 58,
    "môi": 94,
    "an": 4,
    "toàn": 160,
    "nổi": 115,
    "dân": 44,
    "dụng": 46,
    "cấu": 39,
    "thiết": 136,
    "kế": 78,
    "nội": 116,
    "thất": 148,
    "cầu": 41,
    "bộ": 16,
    "chuỗi": 23,
    "cung": 29,
    "ứng": 232,
    "luật": 84,
    "mạng": 97,
    "tính": 176,
    "vi": 192,
    "mạch": 95,
    "ngôn": 105,
    "ngữ": 106,
    "thương": 146,
    "mại": 96,
    "điểm": 213,
    "chuẩn": 22,
    "__number__": 0,
    "bao": 7,
    "nhiêu": 107,
    "khối": 75,
    "xét": 206,
    "tuyển": 169,
    "vào": 197,
    "cần": 40,
    "thi": 135,
    "để": 224,
    "lấy": 90,
    "phí": 117,
    "chi": 18,
    "tập": 186,
    "đâu": 217,
    "địa": 225,
    "chỉ": 28,
    "sở": 132,
    "sinh": 126,
    "viên": 193,
    "nhất": 110,
    "chính": 25,
    "của": 42,
    "cảm": 37,
    "ơn": 230,
    "thank": 133,
    "you": 208,
    "thanks": 134,
    "cám": 33,
    "đã": 219,
    "tư": 180,
    "vấn": 199,
    "tạm": 182,
    "biệt": 10,
    "goodbye": 53,
    "bye": 11,
    "hẹn": 66,
    "gặp": 55,
    "lại": 89,
    "phải": 120,
    "đi": 211,
    "thúc": 144,
    "cuộc": 30,
    "trò": 164,
    "chuyện": 21,
    "làm": 86,
    "bằng": 15,
    "bạ": 12,
    "được": 222,
    "thẳng": 149,
    "đánh": 216,
    "giá": 51,
    "lực": 91,
    "cách": 32,
    "vật": 201,
    "chất": 27,
    "ký": 77,
    "túc": 179,
    "xá": 204,
    "phòng": 118,
    "thí": 142,
    "nghiệm": 100,
    "thư": 145,
    "viện": 195,
    "ra": 124,
    "sao": 125,
    "khu": 72,
    "thực": 156,
    "hành": 61
  },
  "intent": {
    "chao_hoi": 1,
    "nhap_ten_nguoi_dung": 10,
    "hoi_chuong_trinh_dao_tao_cua_truong": 2,
    "nganh_tuyen_sinh": 9,
    "thong_tin_them_ve_nganh_tuyen_sinh": 12,
    "hoi_diem_chuan": 5,
    "hoi_khoi_tuyen_sinh": 7,
    "hoi_hoc_phi": 6,
    "hoi_dia_diem_hoc": 4,
    "cam_on": 0,
    "tam_biet": 11,
    "hoi_phuong_thuc_xet_tuyen": 8,
    "hoi_co_so_vat_chat": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_hoi_diem_chuan": 6,
    "action_hoi_khoi_tuyen_sinh": 7,
    "action_luu_ten_nguoi_dung": 9,
    "action_nganh_tuyen_sinh": 10,
    "action_thong_tin_them_ve_nganh_tuyen_sinh": 14,
    "utter_cam_on": 17,
    "utter_chao_hoi": 18,
    "utter_hoi_chuong_trinh_dao_tao_cua_truong": 19,
    "utter_hoi_co_so_vat_chat": 20,
    "utter_hoi_dia_diem_hoc": 21,
    "utter_hoi_hoc_phi": 22,
    "utter_hoi_phuong_thuc_xet_tuyen": 23,
    "utter_hoi_ten": 24,
    "utter_tam_biet": 25
  },
  "action_text": null,
  "intent_response_key": null
}