{
  "text": {
    "xin": 208,
    "chào": 23,
    "bạn": 12,
    "hello": 56,
    "hi": 57,
    "có": 33,
    "ai": 2,
    "ở": 236,
    "đây": 223,
    "không": 75,
    "ơi": 234,
    "tôi": 182,
    "là": 86,
    "nguyễn": 106,
    "văn": 203,
    "a": 1,
    "tên": 178,
    "trịnh": 172,
    "trần": 170,
    "phương": 122,
    "tuấn": 174,
    "mình": 94,
    "hưng": 63,
    "thảo": 150,
    "tiến": 161,
    "chương": 25,
    "trình": 165,
    "đào": 220,
    "tạo": 187,
    "như": 112,
    "thế": 153,
    "nào": 115,
    "thời": 156,
    "gian": 48,
    "học": 68,
    "mấy": 99,
    "năm": 116,
    "liên": 82,
    "kết": 80,
    "quốc": 126,
    "tế": 191,
    "tiếng": 162,
    "anh": 5,
    "trường": 169,
    "những": 114,
    "ngành": 107,
    "cho": 18,
    "biết": 7,
    "các": 30,
    "giao": 49,
    "thông": 146,
    "vận": 205,
    "tải": 188,
    "uth": 195,
    "gì": 53,
    "tại": 185,
    "đại": 228,
    "chuyên": 19,
    "thêm": 144,
    "tin": 160,
    "về": 207,
    "công": 34,
    "nghệ": 104,
    "kỹ": 81,
    "thuật": 141,
    "cơ": 35,
    "khí": 74,
    "điều": 217,
    "khiển": 71,
    "và": 201,
    "tự": 194,
    "động": 233,
    "hóa": 62,
    "giới": 51,
    "thiệu": 140,
    "quy": 124,
    "hoạch": 59,
    "quản": 125,
    "lý": 88,
    "logistics": 84,
    "hạ": 64,
    "tầng": 189,
    "ô": 214,
    "tô": 181,
    "số": 134,
    "khoa": 72,
    "dữ": 46,
    "liệu": 83,
    "al": 3,
    "smart": 130,
    "truyền": 164,
    "đổi": 231,
    "mới": 100,
    "sáng": 131,
    "hệ": 67,
    "thống": 155,
    "kinh": 77,
    "trí": 166,
    "tuệ": 175,
    "nhân": 111,
    "doanh": 42,
    "trị": 171,
    "đa": 215,
    "thức": 158,
    "khai": 70,
    "thác": 143,
    "đường": 226,
    "sắt": 133,
    "tốc": 192,
    "độ": 232,
    "cao": 16,
    "tàu": 176,
    "biển": 8,
    "máy": 93,
    "thủy": 157,
    "điện": 219,
    "tử": 193,
    "cảng": 37,
    "hàng": 60,
    "hải": 65,
    "thuỷ": 142,
    "bất": 13,
    "sản": 132,
    "xây": 210,
    "dựng": 47,
    "xếp": 212,
    "dỡ": 44,
    "đô": 225,
    "thị": 154,
    "nghiệp": 103,
    "năng": 117,
    "lượng": 89,
    "tái": 177,
    "viễn": 198,
    "tín": 179,
    "hiệu": 58,
    "môi": 95,
    "an": 4,
    "toàn": 163,
    "nổi": 118,
    "dân": 43,
    "dụng": 45,
    "cấu": 38,
    "thiết": 139,
    "kế": 79,
    "nội": 119,
    "thất": 151,
    "cầu": 40,
    "bộ": 15,
    "chuỗi": 22,
    "cung": 28,
    "ứng": 237,
    "luật": 85,
    "mạng": 98,
    "tính": 180,
    "vi": 196,
    "mạch": 96,
    "ngôn": 108,
    "ngữ": 109,
    "thương": 149,
    "mại": 97,
    "hội": 69,
    "việc": 199,
    "làm": 87,
    "của": 41,
    "điểm": 218,
    "chuẩn": 21,
    "__number__": 0,
    "bao": 6,
    "nhiêu": 110,
    "trước": 168,
    "ngoái": 105,
    "gần": 54,
    "nay": 101,
    "khối": 76,
    "xét": 211,
    "tuyển": 173,
    "vào": 202,
    "cần": 39,
    "thi": 138,
    "để": 229,
    "lấy": 91,
    "phí": 120,
    "chi": 17,
    "tập": 190,
    "đâu": 222,
    "địa": 230,
    "chỉ": 27,
    "sở": 135,
    "sinh": 129,
    "viên": 197,
    "nhất": 113,
    "chính": 24,
    "cảm": 36,
    "ơn": 235,
    "thank": 136,
    "you": 213,
    "thanks": 137,
    "cám": 32,
    "đã": 224,
    "tư": 184,
    "vấn": 204,
    "tạm": 186,
    "biệt": 9,
    "goodbye": 52,
    "bye": 10,
    "hẹn": 66,
    "gặp": 55,
    "lại": 90,
    "phải": 123,
    "đi": 216,
    "thúc": 147,
    "cuộc": 29,
    "trò": 167,
    "chuyện": 20,
    "bằng": 14,
    "bạ": 11,
    "được": 227,
    "thẳng": 152,
    "đánh": 221,
    "giá": 50,
    "lực": 92,
    "cách": 31,
    "vật": 206,
    "chất": 26,
    "ký": 78,
    "túc": 183,
    "xá": 209,
    "phòng": 121,
    "thí": 145,
    "nghiệm": 102,
    "thư": 148,
    "viện": 200,
    "ra": 127,
    "sao": 128,
    "khu": 73,
    "thực": 159,
    "hành": 61
  },
  "intent": {
    "chao_hoi": 1,
    "nhap_ten": 12,
    "hoi_chuong_trinh_dao_tao_cua_truong": 2,
    "hoi_nganh_tuyen_sinh": 9,
    "hoi_thong_tin_gioi_thieu_chung_cua_nganh": 11,
    "hoi_co_hoi_viec_lam_cua_nganh": 3,
    "hoi_diem_chuan_cua_nganh": 6,
    "hoi_khoi_tuyen_sinh_cua_nganh": 8,
    "hoi_hoc_phi": 7,
    "hoi_dia_diem_hoc": 5,
    "cam_on": 0,
    "tam_biet": 13,
    "hoi_phuong_thuc_xet_tuyen": 10,
    "hoi_co_so_vat_chat": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_tra_loi_co_hoi_viec_lam": 10,
    "action_tra_loi_diem_chuan_nganh": 11,
    "action_tra_loi_khoi_xet_tuyen": 12,
    "action_tra_loi_nganh_tuyen_sinh": 13,
    "action_tra_loi_thong_tin_nganh": 14,
    "action_xu_ly_ten": 17,
    "utter_cam_on": 18,
    "utter_chao_hoi": 19,
    "utter_hoi_ten": 20,
    "utter_tam_biet": 21,
    "utter_tra_loi_chuong_trinh_dao_tao": 22,
    "utter_tra_loi_co_so_vat_chat": 23,
    "utter_tra_loi_dia_diem_hoc": 24,
    "utter_tra_loi_hoc_phi": 25,
    "utter_tra_loi_phuong_thuc_xet_tuyen": 26
  },
  "action_text": null,
  "intent_response_key": null
}