{
  "text": {
    "xin": 156,
    "chào": 16,
    "bạn": 9,
    "hello": 46,
    "hi": 47,
    "có": 27,
    "ai": 2,
    "ở": 181,
    "đây": 168,
    "không": 56,
    "ơi": 179,
    "trường": 129,
    "những": 88,
    "ngành": 82,
    "nào": 89,
    "cho": 12,
    "tôi": 135,
    "biết": 5,
    "các": 24,
    "đào": 165,
    "tạo": 140,
    "học": 51,
    "giao": 37,
    "thông": 115,
    "vận": 152,
    "tải": 141,
    "uth": 145,
    "gì": 42,
    "tại": 138,
    "đại": 173,
    "chuyên": 13,
    "tuyển": 131,
    "sinh": 105,
    "khối": 58,
    "được": 172,
    "xét": 159,
    "a": 1,
    "vào": 149,
    "kỹ": 62,
    "thuật": 111,
    "ô": 161,
    "tô": 134,
    "cần": 31,
    "thi": 110,
    "để": 175,
    "quản": 101,
    "trị": 130,
    "kinh": 59,
    "doanh": 33,
    "công": 28,
    "nghệ": 79,
    "tin": 123,
    "lấy": 69,
    "phí": 96,
    "là": 65,
    "bao": 4,
    "nhiêu": 84,
    "hỏi": 52,
    "một": 76,
    "năm": 92,
    "đóng": 170,
    "như": 85,
    "thế": 119,
    "chi": 11,
    "tập": 142,
    "đâu": 167,
    "địa": 176,
    "chỉ": 21,
    "cơ": 29,
    "sở": 107,
    "mấy": 75,
    "viên": 146,
    "nhất": 87,
    "chính": 17,
    "của": 32,
    "điểm": 164,
    "chuẩn": 15,
    "nay": 77,
    "gần": 43,
    "đỗ": 177,
    "__number__": 0,
    "logistics": 64,
    "ngoái": 80,
    "tế": 143,
    "xây": 158,
    "dựng": 35,
    "trình": 126,
    "trước": 128,
    "gợi": 45,
    "ý": 162,
    "số": 106,
    "nên": 91,
    "phù": 98,
    "hợp": 53,
    "với": 155,
    "giúp": 39,
    "chọn": 22,
    "tư": 137,
    "vấn": 151,
    "thì": 112,
    "thích": 114,
    "môn": 74,
    "toán": 125,
    "và": 148,
    "lý": 67,
    "phân": 95,
    "tích": 132,
    "khả": 57,
    "năng": 93,
    "đạt": 174,
    "hóa": 49,
    "tốt": 144,
    "đủ": 178,
    "văn": 150,
    "anh": 3,
    "máy": 73,
    "tính": 133,
    "giỏi": 40,
    "về": 154,
    "lập": 70,
    "ngoại": 81,
    "ngữ": 83,
    "cảm": 30,
    "ơn": 180,
    "thank": 108,
    "you": 160,
    "thanks": 109,
    "cám": 26,
    "đã": 169,
    "tạm": 139,
    "biệt": 6,
    "goodbye": 41,
    "bye": 7,
    "hẹn": 50,
    "gặp": 44,
    "lại": 68,
    "phải": 100,
    "đi": 163,
    "kết": 61,
    "thúc": 116,
    "cuộc": 23,
    "trò": 127,
    "chuyện": 14,
    "phương": 99,
    "thức": 121,
    "làm": 66,
    "bằng": 10,
    "bạ": 8,
    "thẳng": 118,
    "đánh": 166,
    "giá": 38,
    "lực": 71,
    "cách": 25,
    "vật": 153,
    "chất": 20,
    "ký": 60,
    "túc": 136,
    "xá": 157,
    "phòng": 97,
    "thí": 113,
    "nghiệm": 78,
    "thư": 117,
    "viện": 147,
    "ra": 103,
    "sao": 104,
    "khu": 54,
    "thực": 122,
    "hành": 48,
    "gian": 36,
    "chương": 19,
    "thời": 120,
    "liên": 63,
    "quốc": 102,
    "tiếng": 124,
    "nội": 94,
    "dung": 34,
    "chưa": 18,
    "này": 90,
    "đúng": 171,
    "nhưng": 86,
    "muốn": 72,
    "khác": 55
  },
  "intent": {
    "chao_hoi": 1,
    "thong_tin_nganh_hoc": 14,
    "khoi_tuyen_sinh": 10,
    "hoc_phi": 7,
    "dia_diem_hoc": 3,
    "diem_chuan": 4,
    "diem_chuan_nganh_cu_the": 5,
    "goi_y_nganh_hoc": 6,
    "tu_van_kha_nang_phu_hop": 15,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 13,
    "phuong_thuc_xet_tuyen": 12,
    "hoi_co_so_vat_chat": 9,
    "hoi_chuong_trinh_dao_tao": 8,
    "phan_hoi": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_de_xuat_nganh": 1,
    "action_diem_chuan_nganh_cu_the": 6,
    "action_phan_hoi": 9,
    "tu_van_phu_hop_form": 15,
    "utter_cam_on": 16,
    "utter_chao_hoi": 17,
    "utter_dia_diem_hoc": 18,
    "utter_diem_chuan": 19,
    "utter_goi_y_nganh_hoc": 20,
    "utter_hoc_phi": 21,
    "utter_hoi_chuong_trinh_dao_tao": 22,
    "utter_hoi_co_so_vat_chat": 23,
    "utter_khoi_tuyen_sinh": 24,
    "utter_phuong_thuc_xet_tuyen": 25,
    "utter_tam_biet": 26,
    "utter_thong_tin_nganh_hoc": 27,
    "utter_tu_van_kha_nang_phu_hop": 28,
    "validate_tu_van_phu_hop_form": 29
  },
  "action_text": null,
  "intent_response_key": null
}