{
  "text": {
    " ": 0,
    "x": 1220,
    "i": 714,
    "n": 873,
    " x": 324,
    "xi": 1221,
    "in": 724,
    "n ": 874,
    " xi": 325,
    "xin": 1222,
    "in ": 725,
    " xin": 326,
    "xin ": 1223,
    "c": 453,
    "h": 584,
    "à": 1254,
    "o": 924,
    " c": 31,
    "ch": 458,
    "hà": 625,
    "ào": 1264,
    "o ": 925,
    " ch": 34,
    "chà": 468,
    "hào": 629,
    "ào ": 1265,
    " chà": 38,
    "chào": 469,
    "hào ": 630,
    "b": 424,
    "ạ": 1421,
    " b": 13,
    "bạ": 441,
    "ạn": 1430,
    " bạ": 22,
    "bạn": 443,
    "ạn ": 1431,
    " bạn": 24,
    "bạn ": 444,
    "e": 536,
    "l": 803,
    " h": 93,
    "he": 591,
    "el": 538,
    "ll": 810,
    "lo": 813,
    " he": 94,
    "hel": 592,
    "ell": 539,
    "llo": 811,
    "lo ": 814,
    " hel": 95,
    "hell": 593,
    "ello": 540,
    "llo ": 812,
    "hi": 594,
    "i ": 715,
    " hi": 96,
    "hi ": 595,
    " hi ": 97,
    "ó": 1322,
    "có": 493,
    "ó ": 1323,
    " có": 50,
    "có ": 494,
    " có ": 51,
    "a": 406,
    " a": 4,
    "ai": 408,
    " ai": 6,
    "ai ": 409,
    " ai ": 7,
    "ở": 1578,
    " ở": 383,
    "ở ": 1579,
    " ở ": 384,
    "đ": 1350,
    "â": 1286,
    "y": 1235,
    " đ": 342,
    "đâ": 1367,
    "ây": 1291,
    "y ": 1236,
    " đâ": 354,
    "đây": 1370,
    "ây ": 1292,
    " đây": 356,
    "đây ": 1371,
    "k": 771,
    "ô": 1326,
    "g": 544,
    " k": 117,
    "kh": 773,
    "hô": 651,
    "ôn": 1330,
    "ng": 875,
    "g ": 545,
    " kh": 118,
    "khô": 784,
    "hôn": 652,
    "ông": 1332,
    "ng ": 876,
    " khô": 124,
    "khôn": 785,
    "hông": 653,
    "ông ": 1333,
    "ơ": 1400,
    " ơ": 378,
    "ơi": 1402,
    " ơi": 379,
    "ơi ": 1403,
    " ơi ": 380,
    "t": 1026,
    "r": 975,
    "ư": 1408,
    "ờ": 1572,
    " t": 232,
    "tr": 1082,
    "rư": 994,
    "ườ": 1413,
    "ờn": 1575,
    " tr": 258,
    "trư": 1091,
    "rườ": 995,
    "ườn": 1414,
    "ờng": 1576,
    " trư": 263,
    "trườ": 1092,
    "rườn": 996,
    "ường": 1415,
    "ờng ": 1577,
    "ữ": 1610,
    " n": 175,
    "nh": 888,
    "hữ": 708,
    "ữn": 1612,
    " nh": 182,
    "nhữ": 898,
    "hữn": 709,
    "ững": 1613,
    " nhữ": 187,
    "nhữn": 899,
    "hững": 710,
    "ững ": 1614,
    "gà": 568,
    "àn": 1258,
    "h ": 585,
    " ng": 176,
    "ngà": 882,
    "gàn": 569,
    "ành": 1262,
    "nh ": 889,
    " ngà": 179,
    "ngàn": 883,
    "gành": 570,
    "ành ": 1263,
    "nà": 907,
    " nà": 188,
    "nào": 908,
    " nào": 189,
    "nào ": 909,
    "ho": 606,
    "cho": 462,
    "ho ": 607,
    " cho": 36,
    "cho ": 463,
    "tô": 1112,
    "ôi": 1328,
    " tô": 275,
    "tôi": 1114,
    "ôi ": 1329,
    " tôi": 277,
    "tôi ": 1115,
    "ế": 1491,
    "bi": 431,
    "iế": 741,
    "ết": 1498,
    "t ": 1027,
    " bi": 16,
    "biế": 432,
    "iết": 744,
    "ết ": 1499,
    " biế": 17,
    "biết": 433,
    "iết ": 745,
    "á": 1268,
    "cá": 487,
    "ác": 1270,
    "c ": 454,
    " cá": 47,
    "các": 488,
    "ác ": 1271,
    " các": 48,
    "các ": 489,
    "đà": 1361,
    " đà": 350,
    "đào": 1362,
    " đào": 351,
    "đào ": 1363,
    "tạ": 1121,
    "ạo": 1434,
    " tạ": 282,
    "tạo": 1126,
    "ạo ": 1435,
    " tạo": 285,
    "tạo ": 1127,
    "ọ": 1533,
    "họ": 686,
    "ọc": 1534,
    " họ": 113,
    "học": 687,
    "ọc ": 1535,
    " học": 114,
    "học ": 688,
    " g": 79,
    "gi": 551,
    "ia": 716,
    "ao": 419,
    " gi": 80,
    "gia": 552,
    "iao": 719,
    "ao ": 420,
    " gia": 81,
    "giao": 554,
    "iao ": 720,
    "th": 1028,
    " th": 233,
    "thô": 1045,
    " thô": 240,
    "thôn": 1046,
    "v": 1191,
    "ậ": 1467,
    " v": 304,
    "vậ": 1210,
    "ận": 1468,
    " vậ": 317,
    "vận": 1211,
    "ận ": 1469,
    " vận": 318,
    "vận ": 1212,
    "ả": 1438,
    "tả": 1128,
    "ải": 1440,
    " tả": 286,
    "tải": 1129,
    "ải ": 1441,
    " tải": 287,
    "tải ": 1130,
    "u": 1148,
    " u": 301,
    "ut": 1156,
    " ut": 302,
    "uth": 1157,
    "th ": 1029,
    " uth": 303,
    "uth ": 1158,
    "ì": 1303,
    "gì": 571,
    "ì ": 1304,
    " gì": 87,
    "gì ": 572,
    " gì ": 88,
    "ại": 1426,
    "tại": 1122,
    "ại ": 1427,
    " tại": 283,
    "tại ": 1123,
    "đạ": 1381,
    " đạ": 364,
    "đại": 1382,
    " đại": 365,
    "đại ": 1383,
    "ê": 1298,
    "hu": 612,
    "uy": 1159,
    "yê": 1242,
    "ên": 1299,
    "chu": 464,
    "huy": 614,
    "uyê": 1161,
    "yên": 1243,
    "ên ": 1300,
    " chu": 37,
    "chuy": 465,
    "huyê": 615,
    "uyên": 1162,
    "yên ": 1244,
    "ể": 1506,
    "m": 841,
    "đi": 1353,
    "iể": 749,
    "ểm": 1508,
    "m ": 842,
    " đi": 345,
    "điể": 1357,
    "iểm": 750,
    "ểm ": 1509,
    " điể": 348,
    "điểm": 1358,
    "iểm ": 751,
    "ẩ": 1464,
    "uẩ": 1172,
    "ẩn": 1465,
    "huẩ": 617,
    "uẩn": 1173,
    "ẩn ": 1466,
    "chuẩ": 466,
    "huẩn": 618,
    "uẩn ": 1174,
    "cô": 495,
    " cô": 52,
    "côn": 496,
    " côn": 53,
    "công": 497,
    "ệ": 1515,
    "gh": 546,
    "hệ": 680,
    "ệ ": 1516,
    "ngh": 877,
    "ghệ": 549,
    "hệ ": 681,
    " ngh": 177,
    "nghệ": 879,
    "ghệ ": 550,
    "ỹ": 1624,
    "kỹ": 801,
    "ỹ ": 1625,
    " kỹ": 134,
    "kỹ ": 802,
    " kỹ ": 135,
    "uậ": 1175,
    "ật": 1472,
    "thu": 1035,
    "huậ": 619,
    "uật": 1176,
    "ật ": 1473,
    " thu": 236,
    "thuậ": 1036,
    "huật": 620,
    "uật ": 1177,
    "cơ": 498,
    "ơ ": 1401,
    " cơ": 54,
    "cơ ": 499,
    " cơ ": 55,
    "í": 1308,
    "hí": 639,
    "í ": 1309,
    "khí": 782,
    "hí ": 640,
    " khí": 123,
    "khí ": 783,
    "ă": 1343,
    "nă": 913,
    "ăm": 1344,
    " nă": 192,
    "năm": 914,
    "ăm ": 1345,
    " năm": 193,
    "năm ": 915,
    "_": 392,
    " _": 1,
    "__": 397,
    "_n": 403,
    "nu": 904,
    "um": 1150,
    "mb": 846,
    "be": 428,
    "er": 541,
    "r_": 976,
    "_ ": 393,
    " __": 2,
    "__n": 401,
    "_nu": 404,
    "num": 905,
    "umb": 1151,
    "mbe": 847,
    "ber": 429,
    "er_": 542,
    "r__": 977,
    "__ ": 398,
    " __n": 3,
    "__nu": 402,
    "_num": 405,
    "numb": 906,
    "umbe": 1152,
    "mber": 848,
    "ber_": 430,
    "er__": 543,
    "r__ ": 978,
    " l": 136,
    "là": 820,
    "à ": 1255,
    " là": 144,
    "là ": 821,
    " là ": 145,
    "ba": 425,
    " ba": 14,
    "bao": 426,
    " bao": 15,
    "bao ": 427,
    "iê": 733,
    "êu": 1301,
    "u ": 1149,
    "nhi": 890,
    "hiê": 596,
    "iêu": 736,
    "êu ": 1302,
    " nhi": 183,
    "nhiê": 891,
    "hiêu": 597,
    "iêu ": 737,
    "ề": 1500,
    "iề": 746,
    "ều": 1504,
    "điề": 1355,
    "iều": 747,
    "ều ": 1505,
    " điề": 347,
    "điều": 1356,
    "iều ": 748,
    "ển": 1510,
    "khi": 776,
    "hiể": 600,
    "iển": 752,
    "ển ": 1511,
    " khi": 120,
    "khiể": 777,
    "hiển": 601,
    "iển ": 753,
    "và": 1200,
    " và": 310,
    "và ": 1201,
    " và ": 311,
    "ự": 1615,
    "tự": 1146,
    "ự ": 1616,
    " tự": 299,
    "tự ": 1147,
    " tự ": 300,
    "ộ": 1558,
    "độ": 1394,
    "ộn": 1564,
    " độ": 373,
    "độn": 1396,
    "ộng": 1565,
    " độn": 375,
    "động": 1397,
    "ộng ": 1566,
    "hó": 648,
    "óa": 1324,
    "a ": 407,
    " hó": 103,
    "hóa": 649,
    "óa ": 1325,
    " hóa": 104,
    "hóa ": 650,
    "q": 967,
    " q": 207,
    "qu": 968,
    " qu": 208,
    "quy": 969,
    "uy ": 1160,
    " quy": 209,
    "quy ": 970,
    "oạ": 947,
    "ạc": 1423,
    " ho": 99,
    "hoạ": 610,
    "oạc": 948,
    "ạch": 1424,
    "ch ": 459,
    " hoạ": 100,
    "hoạc": 611,
    "oạch": 949,
    "ạch ": 1425,
    "uả": 1169,
    "ản": 1444,
    "quả": 971,
    "uản": 1170,
    "ản ": 1445,
    " quả": 210,
    "quản": 972,
    "uản ": 1171,
    "ý": 1341,
    "lý": 824,
    "ý ": 1342,
    " lý": 147,
    "lý ": 825,
    " lý ": 148,
    "s": 999,
    "og": 933,
    "is": 728,
    "st": 1010,
    "ti": 1070,
    "ic": 721,
    "cs": 480,
    "s ": 1000,
    " lo": 140,
    "log": 815,
    "ogi": 934,
    "gis": 555,
    "ist": 729,
    "sti": 1011,
    "tic": 1071,
    "ics": 722,
    "cs ": 481,
    " log": 141,
    "logi": 816,
    "ogis": 935,
    "gist": 556,
    "isti": 730,
    "stic": 1012,
    "tics": 1072,
    "ics ": 723,
    "hạ": 663,
    "ạ ": 1422,
    " hạ": 105,
    "hạ ": 664,
    " hạ ": 106,
    "ầ": 1457,
    "tầ": 1131,
    "ần": 1458,
    " tầ": 288,
    "tần": 1132,
    "ầng": 1460,
    " tần": 289,
    "tầng": 1133,
    "ầng ": 1461,
    " ô": 338,
    "ô ": 1327,
    " ô ": 339,
    "tô ": 1113,
    " tô ": 276,
    " ti": 252,
    "tin": 1073,
    " tin": 253,
    "tin ": 1074,
    "ố": 1541,
    " s": 215,
    "số": 1022,
    "ố ": 1542,
    " số": 228,
    "số ": 1023,
    " số ": 229,
    "oa": 926,
    "kho": 778,
    "hoa": 608,
    "oa ": 927,
    " kho": 121,
    "khoa": 779,
    "hoa ": 609,
    "d": 516,
    " d": 66,
    "dữ": 531,
    "ữ ": 1611,
    " dữ": 75,
    "dữ ": 532,
    " dữ ": 76,
    "li": 805,
    "iệ": 757,
    "ệu": 1525,
    " li": 137,
    "liệ": 808,
    "iệu": 766,
    "ệu ": 1526,
    " liệ": 139,
    "liệu": 809,
    "iệu ": 767,
    "al": 410,
    "l ": 804,
    " al": 8,
    "al ": 411,
    " al ": 9,
    "hố": 691,
    "ối": 1545,
    "khố": 788,
    "hối": 692,
    "ối ": 1546,
    " khố": 126,
    "khối": 789,
    "hối ": 693,
    "é": 1295,
    "xé": 1229,
    "ét": 1296,
    " xé": 331,
    "xét": 1230,
    "ét ": 1297,
    " xét": 332,
    "xét ": 1231,
    "tu": 1095,
    "yể": 1248,
    " tu": 265,
    "tuy": 1096,
    "uyể": 1165,
    "yển": 1249,
    " tuy": 266,
    "tuyể": 1097,
    "uyển": 1166,
    "yển ": 1250,
    "vào": 1202,
    " vào": 312,
    "vào ": 1203,
    "cầ": 508,
    " cầ": 61,
    "cần": 509,
    "ần ": 1459,
    " cần": 62,
    "cần ": 510,
    "thi": 1032,
    " thi": 235,
    "thi ": 1033,
    "để": 1386,
    "ể ": 1507,
    " để": 367,
    "để ": 1387,
    " để ": 368,
    "ị": 1529,
    "rị": 997,
    "ị ": 1530,
    "trị": 1093,
    "rị ": 998,
    " trị": 264,
    "trị ": 1094,
    "ki": 790,
    " ki": 127,
    "kin": 791,
    "inh": 726,
    " kin": 128,
    "kinh": 792,
    "inh ": 727,
    "do": 520,
    "an": 412,
    " do": 67,
    "doa": 521,
    "oan": 928,
    "anh": 414,
    " doa": 68,
    "doan": 522,
    "oanh": 929,
    "anh ": 415,
    "ấ": 1448,
    "lấ": 832,
    "ấy": 1455,
    " lấ": 153,
    "lấy": 833,
    "ấy ": 1456,
    " lấy": 154,
    "lấy ": 834,
    "sm": 1007,
    "ma": 843,
    "ar": 421,
    "rt": 982,
    " sm": 220,
    "sma": 1008,
    "mar": 844,
    "art": 422,
    "rt ": 983,
    " sma": 221,
    "smar": 1009,
    "mart": 845,
    "art ": 423,
    "ru": 984,
    "yề": 1245,
    "ền": 1502,
    "tru": 1083,
    "ruy": 985,
    "uyề": 1163,
    "yền": 1246,
    "ền ": 1503,
    " tru": 259,
    "truy": 1084,
    "ruyề": 986,
    "uyền": 1164,
    "yền ": 1247,
    "ổ": 1552,
    "đổ": 1391,
    "ổi": 1553,
    " đổ": 371,
    "đổi": 1392,
    "ổi ": 1554,
    " đổi": 372,
    "đổi ": 1393,
    "ớ": 1569,
    " m": 159,
    "mớ": 870,
    "ới": 1570,
    " mớ": 173,
    "mới": 871,
    "ới ": 1571,
    " mới": 174,
    "mới ": 872,
    "sá": 1013,
    "án": 1278,
    " sá": 222,
    "sán": 1014,
    "áng": 1280,
    " sán": 223,
    "sáng": 1015,
    "áng ": 1281,
    " hệ": 111,
    " hệ ": 112,
    "ốn": 1547,
    "thố": 1060,
    "hốn": 694,
    "ống": 1548,
    " thố": 247,
    "thốn": 1061,
    "hống": 695,
    "ống ": 1549,
    "tế": 1137,
    "ế ": 1492,
    " tế": 292,
    "tế ": 1138,
    " tế ": 293,
    "rí": 990,
    "trí": 1087,
    "rí ": 991,
    " trí": 261,
    "trí ": 1088,
    "uệ": 1178,
    "tuệ": 1098,
    "uệ ": 1179,
    " tuệ": 267,
    "tuệ ": 1099,
    "hâ": 634,
    "ân": 1287,
    "nhâ": 892,
    "hân": 635,
    "ân ": 1288,
    " nhâ": 184,
    "nhân": 893,
    "hân ": 636,
    "đa": 1351,
    " đa": 343,
    "đa ": 1352,
    " đa ": 344,
    "p": 952,
    " p": 199,
    "ph": 954,
    "hư": 659,
    "ươ": 1410,
    "ơn": 1404,
    " ph": 200,
    "phư": 963,
    "hươ": 661,
    "ươn": 1411,
    "ơng": 1406,
    " phư": 205,
    "phươ": 964,
    "hươn": 662,
    "ương": 1412,
    "ơng ": 1407,
    "ứ": 1602,
    "hứ": 705,
    "ức": 1603,
    "thứ": 1066,
    "hức": 706,
    "ức ": 1604,
    " thứ": 250,
    "thức": 1067,
    "hức ": 707,
    "ha": 586,
    "kha": 774,
    "hai": 587,
    " kha": 119,
    "khai": 775,
    "hai ": 588,
    "há": 631,
    "thá": 1038,
    "hác": 632,
    " thá": 237,
    "thác": 1039,
    "hác ": 633,
    "đư": 1376,
    " đư": 361,
    "đườ": 1377,
    " đườ": 362,
    "đườn": 1378,
    "ắ": 1474,
    "sắ": 1019,
    "ắt": 1475,
    " sắ": 226,
    "sắt": 1020,
    "ắt ": 1476,
    " sắt": 227,
    "sắt ": 1021,
    "tố": 1139,
    "ốc": 1543,
    " tố": 294,
    "tốc": 1140,
    "ốc ": 1544,
    " tốc": 295,
    "tốc ": 1141,
    "ộ ": 1559,
    "độ ": 1395,
    " độ ": 374,
    "ca": 455,
    " ca": 32,
    "cao": 456,
    " cao": 33,
    "cao ": 457,
    "tà": 1100,
    "àu": 1266,
    " tà": 268,
    "tàu": 1101,
    "àu ": 1267,
    " tàu": 269,
    "tàu ": 1102,
    "biể": 434,
    " biể": 18,
    "biển": 435,
    "má": 849,
    "áy": 1284,
    " má": 160,
    "máy": 850,
    "áy ": 1285,
    " máy": 161,
    "máy ": 851,
    "ủ": 1596,
    "hủ": 702,
    "ủy": 1600,
    "thủ": 1064,
    "hủy": 703,
    "ủy ": 1601,
    " thủ": 249,
    "thủy": 1065,
    "hủy ": 704,
    "ện": 1519,
    "điệ": 1359,
    "iện": 760,
    "ện ": 1520,
    " điệ": 349,
    "điện": 1360,
    "iện ": 761,
    "ử": 1608,
    "tử": 1144,
    "ử ": 1609,
    " tử": 297,
    "tử ": 1145,
    " tử ": 298,
    "cả": 500,
    " cả": 56,
    "cản": 503,
    "ảng": 1446,
    " cản": 58,
    "cảng": 504,
    "ảng ": 1447,
    " hà": 101,
    "hàn": 626,
    "àng": 1260,
    " hàn": 102,
    "hàng": 627,
    "àng ": 1261,
    "hả": 665,
    " hả": 107,
    "hải": 667,
    " hải": 108,
    "hải ": 668,
    "ỷ": 1622,
    "uỷ": 1189,
    "ỷ ": 1623,
    "huỷ": 623,
    "uỷ ": 1190,
    "thuỷ": 1037,
    "huỷ ": 624,
    "bấ": 445,
    "ất": 1451,
    " bấ": 25,
    "bất": 446,
    "ất ": 1452,
    " bất": 26,
    "bất ": 447,
    "sả": 1016,
    " sả": 224,
    "sản": 1017,
    " sản": 225,
    "sản ": 1018,
    "xâ": 1226,
    " xâ": 329,
    "xây": 1227,
    " xây": 330,
    "xây ": 1228,
    "dự": 533,
    "ựn": 1619,
    " dự": 77,
    "dựn": 534,
    "ựng": 1620,
    " dựn": 78,
    "dựng": 535,
    "ựng ": 1621,
    "xế": 1232,
    "ếp": 1496,
    "p ": 953,
    " xế": 333,
    "xếp": 1233,
    "ếp ": 1497,
    " xếp": 334,
    "xếp ": 1234,
    "ỡ": 1580,
    "dỡ": 526,
    "ỡ ": 1581,
    " dỡ": 71,
    "dỡ ": 527,
    " dỡ ": 72,
    "đô": 1374,
    " đô": 359,
    "đô ": 1375,
    " đô ": 360,
    "hị": 684,
    "thị": 1058,
    "hị ": 685,
    " thị": 246,
    "thị ": 1059,
    "ệp": 1521,
    "ghi": 547,
    "hiệ": 602,
    "iệp": 762,
    "ệp ": 1522,
    "nghi": 878,
    "ghiệ": 548,
    "hiệp": 604,
    "iệp ": 763,
    "ăn": 1346,
    "năn": 916,
    "ăng": 1348,
    " năn": 194,
    "năng": 917,
    "ăng ": 1349,
    "ợ": 1582,
    "lư": 826,
    "ượ": 1416,
    "ợn": 1587,
    " lư": 149,
    "lượ": 827,
    "ượn": 1419,
    "ợng": 1588,
    " lượ": 150,
    "lượn": 828,
    "ượng": 1420,
    "ợng ": 1589,
    "tá": 1103,
    "ái": 1274,
    " tá": 270,
    "tái": 1104,
    "ái ": 1275,
    " tái": 271,
    "tái ": 1105,
    "ễ": 1512,
    "vi": 1192,
    "iễ": 754,
    "ễn": 1513,
    " vi": 305,
    "viễ": 1196,
    "iễn": 755,
    "ễn ": 1514,
    " viễ": 308,
    "viễn": 1197,
    "iễn ": 756,
    "tí": 1106,
    "ín": 1313,
    " tí": 272,
    "tín": 1109,
    "ín ": 1314,
    " tín": 274,
    "tín ": 1110,
    " hiệ": 98,
    "hiệu": 605,
    "mô": 852,
    " mô": 162,
    "môi": 853,
    " môi": 163,
    "môi ": 854,
    " an": 10,
    "an ": 413,
    " an ": 11,
    "to": 1077,
    "oà": 941,
    " to": 255,
    "toà": 1078,
    "oàn": 942,
    "àn ": 1259,
    " toà": 256,
    "toàn": 1079,
    "oàn ": 943,
    "rì": 987,
    "ìn": 1305,
    "trì": 1085,
    "rìn": 988,
    "ình": 1306,
    " trì": 260,
    "trìn": 1086,
    "rình": 989,
    "ình ": 1307,
    "nổ": 918,
    " nổ": 195,
    "nổi": 919,
    " nổi": 196,
    "nổi ": 920,
    "dâ": 523,
    " dâ": 69,
    "dân": 524,
    " dân": 70,
    "dân ": 525,
    "ụ": 1592,
    "dụ": 528,
    "ụn": 1593,
    " dụ": 73,
    "dụn": 529,
    "ụng": 1594,
    " dụn": 74,
    "dụng": 530,
    "ụng ": 1595,
    "kế": 797,
    " kế": 131,
    "kết": 799,
    " kết": 133,
    "kết ": 800,
    "cấ": 505,
    "ấu": 1453,
    " cấ": 59,
    "cấu": 506,
    "ấu ": 1454,
    " cấu": 60,
    "cấu ": 507,
    "hiế": 598,
    "thiế": 1034,
    "hiết": 599,
    "kế ": 798,
    " kế ": 132,
    "nộ": 921,
    "ội": 1562,
    " nộ": 197,
    "nội": 922,
    "ội ": 1563,
    " nội": 198,
    "nội ": 923,
    "hấ": 669,
    "thấ": 1052,
    "hất": 670,
    " thấ": 243,
    "thất": 1053,
    "hất ": 671,
    "ầu": 1462,
    "cầu": 511,
    "ầu ": 1463,
    " cầu": 63,
    "cầu ": 512,
    "bộ": 451,
    " bộ": 29,
    "bộ ": 452,
    " bộ ": 30,
    "ỗ": 1555,
    "uỗ": 1183,
    "ỗi": 1556,
    "huỗ": 621,
    "uỗi": 1184,
    "ỗi ": 1557,
    "chuỗ": 467,
    "huỗi": 622,
    "uỗi ": 1185,
    "cu": 482,
    "un": 1153,
    " cu": 44,
    "cun": 483,
    "ung": 1154,
    " cun": 45,
    "cung": 484,
    "ung ": 1155,
    " ứ": 385,
    "ứn": 1605,
    " ứn": 386,
    "ứng": 1606,
    " ứng": 387,
    "ứng ": 1607,
    "lu": 817,
    " lu": 142,
    "luậ": 818,
    " luậ": 143,
    "luật": 819,
    "mạ": 857,
    " mạ": 165,
    "mạn": 862,
    "ạng": 1432,
    " mạn": 168,
    "mạng": 863,
    "ạng ": 1433,
    "ính": 1315,
    "tính": 1111,
    "ính ": 1316,
    "vi ": 1193,
    " vi ": 306,
    "mạc": 858,
    " mạc": 166,
    "mạch": 859,
    "gô": 573,
    "ngô": 884,
    "gôn": 574,
    "ôn ": 1331,
    " ngô": 180,
    "ngôn": 885,
    "gôn ": 575,
    "gữ": 582,
    "ngữ": 886,
    "gữ ": 583,
    " ngữ": 181,
    "ngữ ": 887,
    " anh": 12,
    "ến": 1493,
    "tiế": 1075,
    "iến": 742,
    "ếng": 1494,
    " tiế": 254,
    "tiến": 1076,
    "iếng": 743,
    "ếng ": 1495,
    "thư": 1049,
    " thư": 242,
    "thươ": 1051,
    "mại": 860,
    " mại": 167,
    "mại ": 861,
    "uố": 1180,
    "quố": 973,
    "uốc": 1181,
    " quố": 211,
    "quốc": 974,
    "uốc ": 1182,
    "phí": 957,
    " phí": 202,
    "phí ": 958,
    "chi": 460,
    " chi": 35,
    "chi ": 461,
    "tậ": 1134,
    "ập": 1470,
    " tậ": 290,
    "tập": 1135,
    "ập ": 1471,
    " tập": 291,
    "tập ": 1136,
    "âu": 1289,
    "đâu": 1368,
    "âu ": 1290,
    " đâu": 355,
    "đâu ": 1369,
    "đị": 1388,
    "ịa": 1531,
    " đị": 369,
    "địa": 1389,
    "ịa ": 1532,
    " địa": 370,
    "địa ": 1390,
    "ỉ": 1527,
    "hỉ": 682,
    "ỉ ": 1528,
    "chỉ": 476,
    "hỉ ": 683,
    " chỉ": 42,
    "chỉ ": 477,
    "sở": 1024,
    " sở": 230,
    "sở ": 1025,
    " sở ": 231,
    "mấ": 864,
    " mấ": 169,
    "mấy": 865,
    " mấy": 170,
    "mấy ": 866,
    "si": 1004,
    " si": 218,
    "sin": 1005,
    " sin": 219,
    "sinh": 1006,
    "viê": 1194,
    "iên": 734,
    " viê": 307,
    "viên": 1195,
    "iên ": 735,
    "nhấ": 896,
    " nhấ": 186,
    "nhất": 897,
    "chí": 470,
    "hín": 643,
    " chí": 39,
    "chín": 471,
    "hính": 644,
    "củ": 513,
    "ủa": 1598,
    " củ": 64,
    "của": 514,
    "ủa ": 1599,
    " của": 65,
    "của ": 515,
    "gợ": 579,
    "ợi": 1585,
    " gợ": 91,
    "gợi": 580,
    "ợi ": 1586,
    " gợi": 92,
    "gợi ": 581,
    " ý": 340,
    " ý ": 341,
    "mộ": 867,
    "ột": 1567,
    " mộ": 171,
    "một": 868,
    "ột ": 1568,
    " một": 172,
    "một ": 869,
    "nê": 910,
    " nê": 190,
    "nên": 911,
    " nên": 191,
    "nên ": 912,
    "ù": 1334,
    "hù": 654,
    "ù ": 1335,
    "phù": 961,
    "hù ": 655,
    " phù": 204,
    "phù ": 962,
    "hợ": 699,
    "ợp": 1590,
    " hợ": 115,
    "hợp": 700,
    "ợp ": 1591,
    " hợp": 116,
    "hợp ": 701,
    "vớ": 1217,
    " vớ": 322,
    "với": 1218,
    " với": 323,
    "với ": 1219,
    "ú": 1336,
    "iú": 738,
    "úp": 1339,
    "giú": 559,
    "iúp": 739,
    "úp ": 1340,
    " giú": 83,
    "giúp": 560,
    "iúp ": 740,
    "ọn": 1536,
    "chọ": 478,
    "họn": 689,
    "ọn ": 1537,
    " chọ": 43,
    "chọn": 479,
    "họn ": 690,
    "tư": 1119,
    "ư ": 1409,
    " tư": 280,
    "tư ": 1120,
    " tư ": 281,
    "vấ": 1207,
    "ấn": 1449,
    " vấ": 315,
    "vấn": 1208,
    "ấn ": 1450,
    " vấn": 316,
    "vấn ": 1209,
    "hì": 637,
    "thì": 1040,
    "hì ": 638,
    " thì": 238,
    "thì ": 1041,
    "íc": 1310,
    "thí": 1042,
    "híc": 641,
    "ích": 1311,
    " thí": 239,
    "thíc": 1044,
    "hích": 642,
    "ích ": 1312,
    "môn": 855,
    " môn": 164,
    "môn ": 856,
    "oá": 944,
    "toá": 1080,
    "oán": 945,
    "án ": 1279,
    " toá": 257,
    "toán": 1081,
    "oán ": 946,
    "phâ": 955,
    " phâ": 201,
    "phân": 956,
    "tíc": 1107,
    " tíc": 273,
    "tích": 1108,
    "ả ": 1439,
    "khả": 786,
    "hả ": 666,
    " khả": 125,
    "khả ": 787,
    "ạt": 1436,
    "đạt": 1384,
    "ạt ": 1437,
    " đạt": 366,
    "đạt ": 1385,
    "ốt": 1550,
    "tốt": 1142,
    "ốt ": 1551,
    " tốt": 296,
    "tốt ": 1143,
    "ợc": 1583,
    "đượ": 1379,
    "ược": 1417,
    "ợc ": 1584,
    " đượ": 363,
    "được": 1380,
    "ược ": 1418,
    " a ": 5,
    "đủ": 1398,
    "ủ ": 1597,
    " đủ": 376,
    "đủ ": 1399,
    " đủ ": 377,
    ".": 388,
    "_.": 394,
    "._": 389,
    "__.": 399,
    "_._": 395,
    ".__": 390,
    "r__.": 979,
    "__._": 400,
    "_.__": 396,
    ".__n": 391,
    "vă": 1204,
    " vă": 313,
    "văn": 1205,
    "ăn ": 1347,
    " văn": 314,
    "văn ": 1206,
    "ỏ": 1538,
    "iỏ": 768,
    "ỏi": 1539,
    "giỏ": 561,
    "iỏi": 769,
    "ỏi ": 1540,
    " giỏ": 84,
    "giỏi": 562,
    "iỏi ": 770,
    "về": 1215,
    "ề ": 1501,
    " về": 320,
    "về ": 1216,
    " về ": 321,
    "lậ": 835,
    " lậ": 155,
    "lập": 836,
    " lập": 156,
    "lập ": 837,
    "go": 563,
    "ngo": 880,
    "goạ": 566,
    "oại": 950,
    " ngo": 178,
    "ngoạ": 881,
    "goại": 567,
    "oại ": 951,
    "ảm": 1442,
    "cảm": 501,
    "ảm ": 1443,
    " cảm": 57,
    "cảm ": 502,
    " ơn": 381,
    "ơn ": 1405,
    " ơn ": 382,
    "nk": 900,
    "k ": 772,
    "tha": 1030,
    "han": 589,
    "ank": 416,
    "nk ": 901,
    " tha": 234,
    "than": 1031,
    "hank": 590,
    "ank ": 417,
    " y": 335,
    "yo": 1239,
    "ou": 939,
    " yo": 336,
    "you": 1240,
    "ou ": 940,
    " you": 337,
    "you ": 1241,
    "ks": 793,
    "nks": 902,
    "ks ": 794,
    "anks": 418,
    "nks ": 903,
    "ám": 1276,
    "cám": 491,
    "ám ": 1277,
    " cám": 49,
    "cám ": 492,
    "ã": 1293,
    "đã": 1372,
    "ã ": 1294,
    " đã": 357,
    "đã ": 1373,
    " đã ": 358,
    "ạm": 1428,
    "tạm": 1124,
    "ạm ": 1429,
    " tạm": 284,
    "tạm ": 1125,
    "ệt": 1523,
    "biệ": 436,
    "iệt": 764,
    "ệt ": 1524,
    " biệ": 19,
    "biệt": 437,
    "iệt ": 765,
    "oo": 936,
    "od": 930,
    "db": 517,
    "by": 438,
    "ye": 1237,
    "e ": 537,
    " go": 85,
    "goo": 564,
    "ood": 937,
    "odb": 931,
    "dby": 518,
    "bye": 439,
    "ye ": 1238,
    " goo": 86,
    "good": 565,
    "oodb": 938,
    "odby": 932,
    "dbye": 519,
    "bye ": 440,
    " by": 20,
    " bye": 21,
    "ẹ": 1488,
    "hẹ": 675,
    "ẹn": 1489,
    " hẹ": 109,
    "hẹn": 676,
    "ẹn ": 1490,
    " hẹn": 110,
    "hẹn ": 677,
    "ặ": 1485,
    "gặ": 576,
    "ặp": 1486,
    " gặ": 89,
    "gặp": 577,
    "ặp ": 1487,
    " gặp": 90,
    "gặp ": 578,
    "lạ": 829,
    " lạ": 151,
    "lại": 830,
    " lại": 152,
    "lại ": 831,
    "phả": 965,
    " phả": 206,
    "phải": 966,
    "đi ": 1354,
    " đi ": 346,
    "hú": 656,
    "úc": 1337,
    "thú": 1047,
    "húc": 657,
    "úc ": 1338,
    " thú": 241,
    "thúc": 1048,
    "húc ": 658,
    "uộ": 1186,
    "ộc": 1560,
    "cuộ": 485,
    "uộc": 1187,
    "ộc ": 1561,
    " cuộ": 46,
    "cuộc": 486,
    "uộc ": 1188,
    "ò": 1317,
    "rò": 992,
    "ò ": 1318,
    "trò": 1089,
    "rò ": 993,
    " trò": 262,
    "trò ": 1090,
    "yệ": 1251,
    "uyệ": 1167,
    "yện": 1252,
    "huyệ": 616,
    "uyện": 1168,
    "yện ": 1253,
    "àm": 1256,
    "làm": 822,
    "àm ": 1257,
    " làm": 146,
    "làm ": 823,
    "hế": 678,
    "thế": 1056,
    "hế ": 679,
    " thế": 245,
    "thế ": 1057,
    "ằ": 1477,
    "bằ": 448,
    "ằn": 1478,
    " bằ": 27,
    "bằn": 449,
    "ằng": 1479,
    " bằn": 28,
    "bằng": 450,
    "ằng ": 1480,
    "bạ ": 442,
    " bạ ": 23,
    "ẳ": 1481,
    "hẳ": 672,
    "ẳn": 1482,
    "thẳ": 1054,
    "hẳn": 673,
    "ẳng": 1483,
    " thẳ": 244,
    "thẳn": 1055,
    "hẳng": 674,
    "ẳng ": 1484,
    "đá": 1364,
    " đá": 352,
    "đán": 1365,
    "ánh": 1282,
    " đán": 353,
    "đánh": 1366,
    "ánh ": 1283,
    "iá": 731,
    "á ": 1269,
    "giá": 557,
    "iá ": 732,
    " giá": 82,
    "giá ": 558,
    "lự": 838,
    "ực": 1617,
    " lự": 157,
    "lực": 839,
    "ực ": 1618,
    " lực": 158,
    "lực ": 840,
    "ách": 1272,
    "cách": 490,
    "ách ": 1273,
    "vật": 1213,
    " vật": 319,
    "vật ": 1214,
    "chấ": 474,
    " chấ": 41,
    "chất": 475,
    "như": 894,
    "hư ": 660,
    " như": 185,
    "như ": 895,
    "ký": 795,
    " ký": 129,
    "ký ": 796,
    " ký ": 130,
    "tú": 1116,
    " tú": 278,
    "túc": 1117,
    " túc": 279,
    "túc ": 1118,
    "xá": 1224,
    " xá": 327,
    "xá ": 1225,
    " xá ": 328,
    "hò": 645,
    "òn": 1319,
    "phò": 959,
    "hòn": 646,
    "òng": 1320,
    " phò": 203,
    "phòn": 960,
    "hòng": 647,
    "òng ": 1321,
    "thí ": 1043,
    "ệm": 1517,
    "iệm": 758,
    "ệm ": 1518,
    "hiệm": 603,
    "iệm ": 759,
    "thư ": 1050,
    "việ": 1198,
    " việ": 309,
    "viện": 1199,
    " r": 212,
    "ra": 980,
    " ra": 213,
    "ra ": 981,
    " ra ": 214,
    "sa": 1001,
    " sa": 216,
    "sao": 1002,
    " sao": 217,
    "sao ": 1003,
    "khu": 780,
    "hu ": 613,
    " khu": 122,
    "khu ": 781,
    "hự": 711,
    "thự": 1068,
    "hực": 712,
    " thự": 251,
    "thực": 1069,
    "hực ": 713,
    "hành": 628,
    "ian": 717,
    "gian": 553,
    "ian ": 718,
    "chư": 472,
    " chư": 40,
    "chươ": 473,
    "hờ": 696,
    "ời": 1573,
    "thờ": 1062,
    "hời": 697,
    "ời ": 1574,
    " thờ": 248,
    "thời": 1063,
    "hời ": 698,
    "liê": 806,
    " liê": 138,
    "liên": 807
  },
  "response": null,
  "action_text": null
}