{
  "text": {
    " ": 0,
    "x": 883,
    "i": 511,
    "n": 622,
    " x": 227,
    "xi": 884,
    "in": 521,
    "n ": 623,
    " xi": 228,
    "xin": 885,
    "in ": 522,
    " xin": 229,
    "xin ": 886,
    "c": 315,
    "h": 409,
    "à": 911,
    "o": 658,
    " c": 24,
    "ch": 317,
    "hà": 439,
    "ào": 918,
    "o ": 659,
    " ch": 25,
    "chà": 326,
    "hào": 442,
    "ào ": 919,
    " chà": 29,
    "chào": 327,
    "hào ": 443,
    "b": 292,
    "ạ": 1045,
    " b": 10,
    "bạ": 308,
    "ạn": 1054,
    " bạ": 19,
    "bạn": 310,
    "ạn ": 1055,
    " bạn": 21,
    "bạn ": 311,
    "e": 370,
    "l": 585,
    " h": 65,
    "he": 414,
    "el": 372,
    "ll": 589,
    "lo": 592,
    " he": 66,
    "hel": 415,
    "ell": 373,
    "llo": 590,
    "lo ": 593,
    " hel": 67,
    "hell": 416,
    "ello": 374,
    "llo ": 591,
    "hi": 417,
    "i ": 512,
    " hi": 68,
    "hi ": 418,
    " hi ": 69,
    "ó": 963,
    "có": 347,
    "ó ": 964,
    " có": 39,
    "có ": 348,
    " có ": 40,
    "a": 279,
    " a": 4,
    "ai": 281,
    " ai": 6,
    "ai ": 282,
    " ai ": 7,
    "ở": 1167,
    " ở": 268,
    "ở ": 1168,
    " ở ": 269,
    "đ": 986,
    "â": 931,
    "y": 892,
    " đ": 239,
    "đâ": 999,
    "ây": 934,
    "y ": 893,
    " đâ": 248,
    "đây": 1002,
    "ây ": 935,
    " đây": 250,
    "đây ": 1003,
    "k": 560,
    "ô": 967,
    "g": 378,
    " k": 84,
    "kh": 562,
    "hô": 457,
    "ôn": 971,
    "ng": 624,
    "g ": 379,
    " kh": 85,
    "khô": 569,
    "hôn": 458,
    "ông": 972,
    "ng ": 625,
    " khô": 89,
    "khôn": 570,
    "hông": 459,
    "ông ": 973,
    "ơ": 1020,
    " ơ": 263,
    "ơi": 1022,
    " ơi": 264,
    "ơi ": 1023,
    " ơi ": 265,
    "t": 732,
    " t": 156,
    "tô": 795,
    "ôi": 969,
    " tô": 187,
    "tôi": 797,
    "ôi ": 970,
    " tôi": 189,
    "tôi ": 798,
    " l": 99,
    "là": 596,
    "à ": 912,
    " là": 104,
    "là ": 597,
    " là ": 105,
    "u": 824,
    "ễ": 1120,
    " n": 120,
    "gu": 398,
    "uy": 832,
    "yễ": 905,
    "ễn": 1121,
    " ng": 121,
    "ngu": 629,
    "guy": 399,
    "uyễ": 838,
    "yễn": 906,
    "ễn ": 1122,
    " ngu": 123,
    "nguy": 630,
    "guyễ": 400,
    "uyễn": 839,
    "yễn ": 907,
    "v": 860,
    "ă": 979,
    " v": 211,
    "vă": 870,
    "ăn": 982,
    " vă": 218,
    "văn": 871,
    "ăn ": 983,
    " văn": 219,
    "văn ": 872,
    "a ": 280,
    " a ": 5,
    "ê": 941,
    "tê": 792,
    "ên": 944,
    " tê": 185,
    "tên": 793,
    "ên ": 945,
    " tên": 186,
    "tên ": 794,
    "ị": 1135,
    "th": 734,
    "hị": 491,
    "ị ": 1136,
    " th": 157,
    "thị": 759,
    "hị ": 492,
    " thị": 169,
    "thị ": 760,
    "b ": 293,
    " b ": 11,
    "r": 696,
    "tr": 774,
    "rị": 715,
    "ịn": 1139,
    "nh": 633,
    "h ": 410,
    " tr": 176,
    "trị": 784,
    "rịn": 717,
    "ịnh": 1140,
    "nh ": 634,
    " trị": 181,
    "trịn": 786,
    "rịnh": 718,
    "ịnh ": 1141,
    "ầ": 1074,
    "rầ": 712,
    "ần": 1075,
    "trầ": 782,
    "rần": 713,
    "ần ": 1076,
    " trầ": 180,
    "trần": 783,
    "rần ": 714,
    "p": 677,
    "ư": 1028,
    " p": 135,
    "ph": 679,
    "hư": 463,
    "ươ": 1033,
    "ơn": 1024,
    " ph": 136,
    "phư": 684,
    "hươ": 467,
    "ươn": 1034,
    "ơng": 1026,
    " phư": 139,
    "phươ": 685,
    "hươn": 468,
    "ương": 1035,
    "ơng ": 1027,
    "ấ": 1067,
    "tu": 787,
    "uấ": 845,
    "ấn": 1068,
    " tu": 182,
    "tuấ": 790,
    "uấn": 846,
    "ấn ": 1069,
    " tuấ": 184,
    "tuấn": 791,
    "uấn ": 847,
    "m": 611,
    "ì": 948,
    " m": 115,
    "mì": 616,
    "ìn": 950,
    " mì": 116,
    "mìn": 617,
    "ình": 951,
    " mìn": 117,
    "mình": 618,
    "ình ": 952,
    "ưn": 1030,
    " hư": 76,
    "hưn": 465,
    "ưng": 1031,
    " hưn": 77,
    "hưng": 466,
    "ưng ": 1032,
    "ả": 1058,
    "hả": 471,
    "ảo": 1065,
    "thả": 753,
    "hảo": 474,
    "ảo ": 1066,
    " thả": 166,
    "thảo": 754,
    "hảo ": 475,
    "chư": 330,
    " chư": 31,
    "chươ": 331,
    "rì": 702,
    "trì": 775,
    "rìn": 703,
    " trì": 177,
    "trìn": 776,
    "rình": 704,
    "đà": 993,
    " đà": 244,
    "đào": 994,
    " đào": 245,
    "đào ": 995,
    "tạ": 804,
    "ạo": 1056,
    " tạ": 194,
    "tạo": 809,
    "ạo ": 1057,
    " tạo": 197,
    "tạo ": 810,
    "ư ": 1029,
    " nh": 125,
    "như": 637,
    "hư ": 464,
    " như": 127,
    "như ": 638,
    "ế": 1103,
    "hế": 485,
    "ế ": 1104,
    "thế": 757,
    "hế ": 486,
    " thế": 168,
    "thế ": 758,
    "nà": 650,
    " nà": 130,
    "nào": 651,
    " nào": 131,
    "nào ": 652,
    "ờ": 1161,
    "hờ": 499,
    "ời": 1162,
    "thờ": 761,
    "hời": 500,
    "ời ": 1163,
    " thờ": 170,
    "thời": 762,
    "hời ": 501,
    " g": 54,
    "gi": 385,
    "ia": 513,
    "an": 283,
    " gi": 55,
    "gia": 386,
    "ian": 514,
    "an ": 284,
    " gia": 56,
    "gian": 387,
    "ian ": 515,
    "ọ": 1142,
    "họ": 493,
    "ọc": 1143,
    "c ": 316,
    " họ": 82,
    "học": 494,
    "ọc ": 1144,
    " học": 83,
    "học ": 495,
    "mấ": 619,
    "ấy": 1072,
    " mấ": 118,
    "mấy": 620,
    "ấy ": 1073,
    " mấy": 119,
    "mấy ": 621,
    "nă": 653,
    "ăm": 980,
    "m ": 612,
    " nă": 132,
    "năm": 654,
    "ăm ": 981,
    " năm": 133,
    "năm ": 655,
    "li": 586,
    "iê": 530,
    " li": 100,
    "liê": 587,
    "iên": 531,
    " liê": 101,
    "liên": 588,
    "iên ": 532,
    "kế": 580,
    "ết": 1108,
    "t ": 733,
    " kế": 95,
    "kết": 581,
    "ết ": 1109,
    " kết": 96,
    "kết ": 582,
    "q": 688,
    "ố": 1145,
    " q": 141,
    "qu": 689,
    "uố": 854,
    "ốc": 1146,
    " qu": 142,
    "quố": 694,
    "uốc": 855,
    "ốc ": 1147,
    " quố": 145,
    "quốc": 695,
    "uốc ": 856,
    "tế": 820,
    " tế": 204,
    "tế ": 821,
    " tế ": 205,
    "ti": 767,
    "iế": 535,
    "ến": 1105,
    " ti": 173,
    "tiế": 772,
    "iến": 536,
    "ếng": 1106,
    " tiế": 175,
    "tiến": 773,
    "iếng": 537,
    "ếng ": 1107,
    " an": 8,
    "anh": 285,
    " anh": 9,
    "anh ": 286,
    "rư": 707,
    "ườ": 1039,
    "ờn": 1164,
    "trư": 779,
    "rườ": 710,
    "ườn": 1040,
    "ờng": 1165,
    " trư": 179,
    "trườ": 781,
    "rườn": 711,
    "ường": 1041,
    "ờng ": 1166,
    "ữ": 1178,
    "hữ": 505,
    "ữn": 1179,
    "nhữ": 641,
    "hữn": 506,
    "ững": 1180,
    " nhữ": 129,
    "nhữn": 642,
    "hững": 507,
    "ững ": 1181,
    "gà": 401,
    "àn": 915,
    "ngà": 631,
    "gàn": 402,
    "ành": 916,
    " ngà": 124,
    "ngàn": 632,
    "gành": 403,
    "ành ": 917,
    "ho": 426,
    "cho": 321,
    "ho ": 427,
    " cho": 27,
    "cho ": 322,
    "bi": 300,
    " bi": 14,
    "biế": 301,
    "iết": 538,
    " biế": 15,
    "biết": 302,
    "iết ": 539,
    "á": 920,
    "cá": 341,
    "ác": 922,
    " cá": 36,
    "các": 342,
    "ác ": 923,
    " các": 37,
    "các ": 343,
    "ao": 290,
    "iao": 516,
    "ao ": 291,
    "giao": 388,
    "iao ": 517,
    "thô": 747,
    " thô": 163,
    "thôn": 748,
    "ậ": 1082,
    "vậ": 876,
    "ận": 1083,
    " vậ": 222,
    "vận": 877,
    "ận ": 1084,
    " vận": 223,
    "vận ": 878,
    "tả": 811,
    "ải": 1059,
    " tả": 198,
    "tải": 812,
    "ải ": 1060,
    " tải": 199,
    "tải ": 813,
    " u": 208,
    "ut": 829,
    " ut": 209,
    "uth": 830,
    "th ": 735,
    " uth": 210,
    "uth ": 831,
    "gì": 404,
    "ì ": 949,
    " gì": 61,
    "gì ": 405,
    " gì ": 62,
    "ại": 1050,
    "tại": 805,
    "ại ": 1051,
    " tại": 195,
    "tại ": 806,
    "đạ": 1009,
    " đạ": 255,
    "đại": 1010,
    " đại": 256,
    "đại ": 1011,
    "hu": 430,
    "yê": 899,
    "chu": 323,
    "huy": 432,
    "uyê": 834,
    "yên": 900,
    " chu": 28,
    "chuy": 324,
    "huyê": 433,
    "uyên": 835,
    "yên ": 901,
    "hê": 444,
    "êm": 942,
    "thê": 743,
    "hêm": 445,
    "êm ": 943,
    " thê": 161,
    "thêm": 744,
    "hêm ": 446,
    "tin": 770,
    " tin": 174,
    "tin ": 771,
    "ề": 1110,
    "về": 881,
    "ề ": 1111,
    " về": 225,
    "về ": 882,
    " về ": 226,
    "s": 719,
    "og": 666,
    "is": 525,
    "st": 727,
    "ic": 518,
    "cs": 336,
    "s ": 720,
    " lo": 102,
    "log": 594,
    "ogi": 667,
    "gis": 389,
    "ist": 526,
    "sti": 728,
    "tic": 768,
    "ics": 519,
    "cs ": 337,
    " log": 103,
    "logi": 595,
    "ogis": 668,
    "gist": 390,
    "isti": 527,
    "stic": 729,
    "tics": 769,
    "ics ": 520,
    "và": 866,
    " và": 215,
    "và ": 867,
    " và ": 216,
    "hạ": 469,
    "ạ ": 1046,
    " hạ": 78,
    "hạ ": 470,
    " hạ ": 79,
    "tầ": 814,
    " tầ": 200,
    "tần": 815,
    "ầng": 1077,
    " tần": 201,
    "tầng": 816,
    "ầng ": 1078,
    "cô": 349,
    " cô": 41,
    "côn": 350,
    " côn": 42,
    "công": 351,
    "ệ": 1123,
    "gh": 380,
    "hệ": 487,
    "ệ ": 1124,
    "ngh": 626,
    "ghệ": 383,
    "hệ ": 488,
    " ngh": 122,
    "nghệ": 628,
    "ghệ ": 384,
    "ỹ": 1186,
    "kỹ": 583,
    "ỹ ": 1187,
    " kỹ": 97,
    "kỹ ": 584,
    " kỹ ": 98,
    "uậ": 851,
    "ật": 1087,
    "thu": 741,
    "huậ": 437,
    "uật": 852,
    "ật ": 1088,
    " thu": 160,
    "thuậ": 742,
    "huật": 438,
    "uật ": 853,
    "đi": 987,
    "iề": 540,
    "ều": 1112,
    "u ": 825,
    " đi": 240,
    "điề": 989,
    "iều": 541,
    "ều ": 1113,
    " điề": 242,
    "điều": 990,
    "iều ": 542,
    "ể": 1114,
    "iể": 543,
    "ển": 1118,
    "khi": 563,
    "hiể": 421,
    "iển": 546,
    "ển ": 1119,
    " khi": 86,
    "khiể": 564,
    "hiển": 422,
    "iển ": 547,
    "ự": 1182,
    "tự": 822,
    "ự ": 1183,
    " tự": 206,
    "tự ": 823,
    " tự ": 207,
    "ộ": 1150,
    "độ": 1017,
    "ộn": 1153,
    " độ": 261,
    "độn": 1018,
    "ộng": 1154,
    " độn": 262,
    "động": 1019,
    "ộng ": 1155,
    "hó": 454,
    "óa": 965,
    " hó": 74,
    "hóa": 455,
    "óa ": 966,
    " hóa": 75,
    "hóa ": 456,
    "ớ": 1156,
    "iớ": 557,
    "ới": 1159,
    "giớ": 393,
    "iới": 558,
    "ới ": 1160,
    " giớ": 58,
    "giới": 394,
    "iới ": 559,
    "iệ": 548,
    "ệu": 1131,
    "thi": 738,
    "hiệ": 423,
    "iệu": 555,
    "ệu ": 1132,
    " thi": 159,
    "thiệ": 740,
    "hiệu": 425,
    "iệu ": 556,
    "quy": 690,
    "uy ": 833,
    " quy": 143,
    "quy ": 691,
    "oạ": 674,
    "ạc": 1047,
    " ho": 70,
    "hoạ": 428,
    "oạc": 675,
    "ạch": 1048,
    "ch ": 318,
    " hoạ": 71,
    "hoạc": 429,
    "oạch": 676,
    "ạch ": 1049,
    "uả": 842,
    "ản": 1063,
    "quả": 692,
    "uản": 843,
    "ản ": 1064,
    " quả": 144,
    "quản": 693,
    "uản ": 844,
    "ý": 977,
    "lý": 600,
    "ý ": 978,
    " lý": 107,
    "lý ": 601,
    " lý ": 108,
    "ểm": 1116,
    "điể": 991,
    "iểm": 544,
    "ểm ": 1117,
    " điể": 243,
    "điểm": 992,
    "iểm ": 545,
    "ẩ": 1079,
    "uẩ": 848,
    "ẩn": 1080,
    "huẩ": 435,
    "uẩn": 849,
    "ẩn ": 1081,
    "chuẩ": 325,
    "huẩn": 436,
    "uẩn ": 850,
    "cơ": 352,
    "ơ ": 1021,
    " cơ": 43,
    "cơ ": 353,
    " cơ ": 44,
    "í": 953,
    "hí": 447,
    "í ": 954,
    "khí": 567,
    "hí ": 448,
    " khí": 88,
    "khí ": 568,
    "_": 270,
    " _": 1,
    "__": 272,
    "_n": 276,
    "nu": 647,
    "um": 826,
    "mb": 613,
    "be": 297,
    "er": 375,
    "r_": 697,
    "_ ": 271,
    " __": 2,
    "__n": 274,
    "_nu": 277,
    "num": 648,
    "umb": 827,
    "mbe": 614,
    "ber": 298,
    "er_": 376,
    "r__": 698,
    "__ ": 273,
    " __n": 3,
    "__nu": 275,
    "_num": 278,
    "numb": 649,
    "umbe": 828,
    "mber": 615,
    "ber_": 299,
    "er__": 377,
    "r__ ": 699,
    "ba": 294,
    " ba": 12,
    "bao": 295,
    " bao": 13,
    "bao ": 296,
    "êu": 946,
    "nhi": 635,
    "hiê": 419,
    "iêu": 533,
    "êu ": 947,
    " nhi": 126,
    "nhiê": 636,
    "hiêu": 420,
    "iêu ": 534,
    " ô": 237,
    "ô ": 968,
    " ô ": 238,
    "tô ": 796,
    " tô ": 188,
    "ủ": 1172,
    "củ": 360,
    "ủa": 1173,
    " củ": 49,
    "của": 361,
    "ủa ": 1174,
    " của": 50,
    "của ": 362,
    "ướ": 1036,
    "ớc": 1157,
    "rướ": 708,
    "ước": 1037,
    "ớc ": 1158,
    "trướ": 780,
    "rước": 709,
    "ước ": 1038,
    "hố": 496,
    "ối": 1148,
    "khố": 571,
    "hối": 497,
    "ối ": 1149,
    " khố": 90,
    "khối": 572,
    "hối ": 498,
    "é": 938,
    "xé": 889,
    "ét": 939,
    " xé": 232,
    "xét": 890,
    "ét ": 940,
    " xét": 233,
    "xét ": 891,
    "yể": 902,
    "tuy": 788,
    "uyể": 836,
    "yển": 903,
    " tuy": 183,
    "tuyể": 789,
    "uyển": 837,
    "yển ": 904,
    "vào": 868,
    " vào": 217,
    "vào ": 869,
    "cầ": 357,
    " cầ": 47,
    "cần": 358,
    " cần": 48,
    "cần ": 359,
    "thi ": 739,
    "để": 1012,
    "ể ": 1115,
    " để": 257,
    "để ": 1013,
    " để ": 258,
    "rị ": 716,
    "trị ": 785,
    "ki": 573,
    " ki": 91,
    "kin": 574,
    "inh": 523,
    " kin": 92,
    "kinh": 575,
    "inh ": 524,
    "d": 363,
    " d": 51,
    "do": 367,
    "oa": 660,
    " do": 52,
    "doa": 368,
    "oan": 661,
    " doa": 53,
    "doan": 369,
    "oanh": 662,
    "lấ": 605,
    " lấ": 111,
    "lấy": 606,
    " lấy": 112,
    "lấy ": 607,
    "phí": 680,
    " phí": 137,
    "phí ": 681,
    "chi": 319,
    " chi": 26,
    "chi ": 320,
    "tậ": 817,
    "ập": 1085,
    "p ": 678,
    " tậ": 202,
    "tập": 818,
    "ập ": 1086,
    " tập": 203,
    "tập ": 819,
    "âu": 932,
    "đâu": 1000,
    "âu ": 933,
    " đâu": 249,
    "đâu ": 1001,
    "đị": 1014,
    "ịa": 1137,
    " đị": 259,
    "địa": 1015,
    "ịa ": 1138,
    " địa": 260,
    "địa ": 1016,
    "ỉ": 1133,
    "hỉ": 489,
    "ỉ ": 1134,
    "chỉ": 334,
    "hỉ ": 490,
    " chỉ": 33,
    "chỉ ": 335,
    " s": 149,
    "sở": 730,
    " sở": 154,
    "sở ": 731,
    " sở ": 155,
    "si": 724,
    " si": 152,
    "sin": 725,
    " sin": 153,
    "sinh": 726,
    "vi": 861,
    " vi": 212,
    "viê": 862,
    " viê": 213,
    "viên": 863,
    "hấ": 476,
    "ất": 1070,
    "nhấ": 639,
    "hất": 477,
    "ất ": 1071,
    " nhấ": 128,
    "nhất": 640,
    "hất ": 478,
    "ín": 955,
    "chí": 328,
    "hín": 449,
    "ính": 956,
    " chí": 30,
    "chín": 329,
    "hính": 450,
    "ính ": 957,
    "cả": 354,
    "ảm": 1061,
    " cả": 45,
    "cảm": 355,
    "ảm ": 1062,
    " cảm": 46,
    "cảm ": 356,
    " ơn": 266,
    "ơn ": 1025,
    " ơn ": 267,
    "ha": 411,
    "nk": 643,
    "k ": 561,
    "tha": 736,
    "han": 412,
    "ank": 287,
    "nk ": 644,
    " tha": 158,
    "than": 737,
    "hank": 413,
    "ank ": 288,
    " y": 234,
    "yo": 896,
    "ou": 672,
    " yo": 235,
    "you": 897,
    "ou ": 673,
    " you": 236,
    "you ": 898,
    "ks": 576,
    "nks": 645,
    "ks ": 577,
    "anks": 289,
    "nks ": 646,
    "ám": 926,
    "cám": 345,
    "ám ": 927,
    " cám": 38,
    "cám ": 346,
    "ã": 936,
    "đã": 1004,
    "ã ": 937,
    " đã": 251,
    "đã ": 1005,
    " đã ": 252,
    "tư": 802,
    " tư": 192,
    "tư ": 803,
    " tư ": 193,
    "vấ": 873,
    " vấ": 220,
    "vấn": 874,
    " vấn": 221,
    "vấn ": 875,
    "ạm": 1052,
    "tạm": 807,
    "ạm ": 1053,
    " tạm": 196,
    "tạm ": 808,
    "ệt": 1129,
    "biệ": 303,
    "iệt": 553,
    "ệt ": 1130,
    " biệ": 16,
    "biệt": 304,
    "iệt ": 554,
    "go": 395,
    "oo": 669,
    "od": 663,
    "db": 364,
    "by": 305,
    "ye": 894,
    "e ": 371,
    " go": 59,
    "goo": 396,
    "ood": 670,
    "odb": 664,
    "dby": 365,
    "bye": 306,
    "ye ": 895,
    " goo": 60,
    "good": 397,
    "oodb": 671,
    "odby": 665,
    "dbye": 366,
    "bye ": 307,
    " by": 17,
    " bye": 18,
    "ẹ": 1100,
    "hẹ": 482,
    "ẹn": 1101,
    " hẹ": 80,
    "hẹn": 483,
    "ẹn ": 1102,
    " hẹn": 81,
    "hẹn ": 484,
    "ặ": 1097,
    "gặ": 406,
    "ặp": 1098,
    " gặ": 63,
    "gặp": 407,
    "ặp ": 1099,
    " gặp": 64,
    "gặp ": 408,
    "lạ": 602,
    " lạ": 109,
    "lại": 603,
    " lại": 110,
    "lại ": 604,
    "phả": 686,
    "hải": 472,
    " phả": 140,
    "phải": 687,
    "hải ": 473,
    "đi ": 988,
    " đi ": 241,
    "ú": 974,
    "hú": 460,
    "úc": 975,
    "thú": 749,
    "húc": 461,
    "úc ": 976,
    " thú": 164,
    "thúc": 750,
    "húc ": 462,
    "cu": 338,
    "uộ": 857,
    "ộc": 1151,
    " cu": 34,
    "cuộ": 339,
    "uộc": 858,
    "ộc ": 1152,
    " cuộ": 35,
    "cuộc": 340,
    "uộc ": 859,
    "ò": 958,
    "rò": 705,
    "ò ": 959,
    "trò": 777,
    "rò ": 706,
    " trò": 178,
    "trò ": 778,
    "yệ": 908,
    "ện": 1127,
    "uyệ": 840,
    "yện": 909,
    "ện ": 1128,
    "huyệ": 434,
    "uyện": 841,
    "yện ": 910,
    "ứ": 1175,
    "hứ": 502,
    "ức": 1176,
    "thứ": 763,
    "hức": 503,
    "ức ": 1177,
    " thứ": 171,
    "thức": 764,
    "hức ": 504,
    "àm": 913,
    "làm": 598,
    "àm ": 914,
    " làm": 106,
    "làm ": 599,
    "ằ": 1089,
    "bằ": 312,
    "ằn": 1090,
    " bằ": 22,
    "bằn": 313,
    "ằng": 1091,
    " bằn": 23,
    "bằng": 314,
    "ằng ": 1092,
    "bạ ": 309,
    " bạ ": 20,
    "ợ": 1169,
    "đư": 1006,
    "ượ": 1042,
    "ợc": 1170,
    " đư": 253,
    "đượ": 1007,
    "ược": 1043,
    "ợc ": 1171,
    " đượ": 254,
    "được": 1008,
    "ược ": 1044,
    "ẳ": 1093,
    "hẳ": 479,
    "ẳn": 1094,
    "thẳ": 755,
    "hẳn": 480,
    "ẳng": 1095,
    " thẳ": 167,
    "thẳn": 756,
    "hẳng": 481,
    "ẳng ": 1096,
    "đá": 996,
    "án": 928,
    " đá": 246,
    "đán": 997,
    "ánh": 929,
    " đán": 247,
    "đánh": 998,
    "ánh ": 930,
    "iá": 528,
    "á ": 921,
    "giá": 391,
    "iá ": 529,
    " giá": 57,
    "giá ": 392,
    "năn": 656,
    "ăng": 984,
    " năn": 134,
    "năng": 657,
    "ăng ": 985,
    "lự": 608,
    "ực": 1184,
    " lự": 113,
    "lực": 609,
    "ực ": 1185,
    " lực": 114,
    "lực ": 610,
    "ách": 924,
    "cách": 344,
    "ách ": 925,
    "vật": 879,
    " vật": 224,
    "vật ": 880,
    "chấ": 332,
    " chấ": 32,
    "chất": 333,
    "ký": 578,
    " ký": 93,
    "ký ": 579,
    " ký ": 94,
    "tú": 799,
    " tú": 190,
    "túc": 800,
    " túc": 191,
    "túc ": 801,
    "xá": 887,
    " xá": 230,
    "xá ": 888,
    " xá ": 231,
    "hò": 451,
    "òn": 960,
    "phò": 682,
    "hòn": 452,
    "òng": 961,
    " phò": 138,
    "phòn": 683,
    "hòng": 453,
    "òng ": 962,
    "thí": 745,
    " thí": 162,
    "thí ": 746,
    "ệm": 1125,
    "ghi": 381,
    "iệm": 549,
    "ệm ": 1126,
    "nghi": 627,
    "ghiệ": 382,
    "hiệm": 424,
    "iệm ": 550,
    "thư": 751,
    " thư": 165,
    "thư ": 752,
    "việ": 864,
    "iện": 551,
    " việ": 214,
    "viện": 865,
    "iện ": 552,
    " r": 146,
    "ra": 700,
    " ra": 147,
    "ra ": 701,
    " ra ": 148,
    "sa": 721,
    " sa": 150,
    "sao": 722,
    " sao": 151,
    "sao ": 723,
    "khu": 565,
    "hu ": 431,
    " khu": 87,
    "khu ": 566,
    "hự": 508,
    "thự": 765,
    "hực": 509,
    " thự": 172,
    "thực": 766,
    "hực ": 510,
    " hà": 72,
    "hàn": 440,
    " hàn": 73,
    "hành": 441
  },
  "response": null,
  "action_text": null
}