[
    {
      "ma_nganh": "7510201",
      "ten_nganh": "Công nghệ kỹ thuật cơ khí",
      "gioi_thieu_chung": "Ngành CÔNG NGHỆ KỸ THUẬT CƠ KHÍ đào tạo theo định hướng ứng dụng, đào tạo người học có phẩm chất chính trị, đạo đức nghề nghiệp và sức khỏe tốt. Chương trình cũng được thiết kế để người học có các kiến thức cơ bản về chính trị, khoa học tự nhiên và xã hội để vận dụng tốt vào thực tế, chế tạo hoặc khai thác hiệu quả các thiết bị trong lĩnh vực cơ khí nói chung và trong các lĩnh vực về xếp dỡ hàng hóa, vận tải logictics,… Người học sau khi hoàn thành chương trình còn khả năng làm việc độc lập, sáng tạo; năng lực tổ chức và điều hành hoạt động tổ chức sản xuất; có ý thức tự học, tự nâng cao trình độ, trách nhiệm xã hội và hòa nhập môi trường lao động đa quốc gia.",
      "co_hoi_viec_lam": [
        "Tổ chức sản xuất và quản lý, điều hành, giám sát quá trình công nghệ chế tạo và lắp đặt các thiết bị dùng trong lĩnh vực logistics và khai thác cảng sông, cảng biển, cảng cạn",
        "Có thể công tác tại các doanh nghiệp làm dịch vụ cảng biển, cảng sông cụ thể các chuyên môn: kế hoạch kinh doanh, kiểm toán, pháp chế, kỹ thuật – vật tư",
        "Có thể làm việc tại các doanh nghiệp cảng biển, cảng sông, ICD, trung tâm logistics",
        "Có thể làm việc trong các doanh nghiệp logistics, doanh nghiệp làm dịch vụ vận tải đa phương thức nói riêng và các doanh nghiệp dịch vụ vận tải, giao nhận nói chung",
        "Các phòng ban nghiệp vụ phù hợp chuyên môn gồm: kế hoạch, khai thác, marketing, dịch vụ khách hàng, kinh doanh quốc tế, kho vận, cung ứng vật tư, kế toán, phân phối, pháp chế, điều độ cảng",
        "Giảng dạy, nghiên cứu trong các cơ sở đào tạo đại học, cao đẳng, dạy nghề, các cơ sở nghiên cứu, chuyển giao, ứng dụng tiến bộ khoa học kỹ thuật chuyên ngành về phát triển cơ sở hạ tầng…",
        "Học nâng cao trình độ thạc sĩ/ tiến sĩ hoặc chuyên sâu theo chuyên ngành; hoặc liên thông văn bằng hai với các ngành khác."
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "7510303",
      "ten_nganh": "Công nghệ kỹ thuật điều khiển và tự động hóa",
      "gioi_thieu_chung": "Chương trình đào tạo ngành CÔNG NGHỆ KỸ THUẬT ĐIỀU KHIỂN VÀ TỰ ĐỘNG HÓA được xây dựng và triển khai nhằm mục tiêu đào tạo cử nhân có phẩm chất chính trị vững vàng, có ý thức tổ chức kỷ luật, đạo đức nghề nghiệp; có kiến thức chuyên môn vững vàng, kỹ năng thực hành thành thạo, có khả năng làm việc độc lập, sáng tạo, biết giải quyết các vấn đề chuyên môn trong lĩnh vực Công nghệ tự động hóa; Có phương pháp tư duy, năng lực tự nghiên cứu và phong cách làm việc hiện đại, đáp ứng các yêu cầu về nghiên cứu phát triển và ứng dụng Công nghệ kỹ thuật tự động hóa công nghiệp của xã hội. Sinh viên được cung cấp kiến thức cơ bản về lĩnh vực Công nghệ kỹ thuật điều khiển và tự động hóa, kiến thức chuyên sâu ngành Công nghệ kỹ thuật điều khiển và tự động hóa, khả năng xây dựng mô hình và áp dụng các phương pháp điều khiển hệ thống của Công nghệ kỹ thuật điều khiển và tự động hóa vào thực tiễn. Có khả năng tham mưu tư vấn và có khả năng tổ chức thực hiện nhiệm vụ trong phạm vi quyền hạn của một kỹ sư/cử nhân trong lĩnh vực Công nghệ kỹ thuật điều khiển và tự động hóa.",
      "co_hoi_viec_lam": [
        "Làm việc tại các công ty, tập đoàn công nghệ hàng đầu (Vin Group, ABB, Siemens, Schneider, Samsung,…) với các vị trí như Kỹ sư Công nghệ Điều khiển và Tự động hóa, Chuyên gia Tự động hóa, Kỹ sư Robot học, Kỹ sư Điều khiển Công nghiệp, Chuyên gia IoT, Kỹ sư Trí tuệ nhân tạo và Machine Learning, Chuyên gia Tự động hóa Dự án, Kỹ sư Tối ưu hóa Hệ thống, Nhà phát triển sản phẩm Công nghệ, Chuyên gia An toàn và Bảo mật Công nghệ, …",
        "Kỹ sư, nhân viên kỹ thuật chuyên nghiệp: Đảm bảo vận hành, bảo dưỡng và sửa chữa hệ thống Tự động hóa công nghiệp tại các nhà máy, xí nghiệp, tàu biển, cảng biển, dầu khí.",
        "Chuyên gia tư vấn và thiết kế: Tham gia vào việc thiết kế, thi công, giám sát, và vận hành hệ thống cung cấp điện và tự động hóa cho các tòa nhà, có thể làm tại các tập đoàn như Coteccons, Newtecons.",
        "Nhiều vị trí trong các phòng ban nghiệp vụ: Có thể tham gia vào các phòng ban như kế hoạch, marketing, dịch vụ khách hàng, kinh doanh quốc tế, kho vận, cung ứng vật tư, kế toán, phân phối, pháp chế, điều độ cảng.",
        "Giảng dạy và nghiên cứu tại các cơ sở đào tạo đại học, cao đẳng, nơi nghiên cứu và ứng dụng tiến bộ khoa học kỹ thuật chuyên ngành về phát triển cơ sở hạ tầng.",
        "Học tiếp cao học hoặc chuyên sâu: Tiếp tục nghiên cứu với trình độ thạc sĩ/ tiến sĩ hoặc chuyên sâu theo chuyên ngành hoặc liên thông văn bằng hai với các ngành khác."
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "7510104",
      "ten_nganh": "Quy hoạch và quản lý giao thông",
      "gioi_thieu_chung": "Chương trình đào tạo Quy hoạch và quản lý giao thông được thiết kế để đảm bảo người học nắm bắt và vận dụng tốt các phương pháp dự báo, phân tích, đánh giá, xác định các đặc trưng vận hành và nguyên lý phát triển của các loại hình, hệ thống giao thông trên toàn mạng lưới cùng với các quy luật vận động, phát triển đô thị và siêu đô thị hiện nay ở Việt Nam. Cùng với sự hỗ trợ mạnh mẽ từ công nghệ và kỹ thuật phân tích dữ liệu lớn, tối ưu hóa, mô phỏng, mô hình hóa hiện đại sẵn có được tích hợp, lồng ghép trong chương trình đào tạo, chuyên ngành trang bị cho sinh viên kiến thức chuyên môn về lập báo cáo kinh tế – kỹ thuật dự án công trình giao thông, lập đề án quy hoạch giao thông và chiến lược phát triển giao thông cho tỉnh thành phố, phân tích và dự báo nhu cầu đi lại của hàng hóa và hành khách, phân tích hiệu quả kinh tế – xã hội dự án công trình giao thông, đánh giá tác động giao thông của các dự án phát triển đô thị lên mạng lưới giao thông, quản lý quy hoạch giao thông cá nhân, giao thông công cộng (xe buýt, đường sắt đô thị, xe đạp công cộng, xe khách liên tỉnh) hướng đến phát triển giao thông xanh, thông minh và bền vững. Đồng thời, chương trình đào tạo còn giúp cho người học phát triển tư duy, có được tầm nhìn chiến lược từ đó dễ dàng khởi thảo và triển khai những ý tưởng đột phá, tiên phong về giao thông thông minh trong cuộc cách mạng 4.0.",
      "co_hoi_viec_lam": [
        "Điều tra, khảo sát, phân tích và dự báo nhu cầu giao thông, đánh giá tác động của phát triển đô thị lên hệ thống giao thông hiện hữu tại các tỉnh thành phố",
        "Lập báo cáo kinh tế kỹ thuật cho các dự án phát triển hạ tầng giao thông tại các tỉnh thành phố",
        "Tham gia phát triển các dự án phát triển bất động sản, phát triển đô thị, phát triển vùng bền vững, đô thị gắn với phát triển giao thông công cộng (TOD), dự án bất động sản, cơ sở hạ tầng giao thông gắn liền với các giải pháp hạn chế của biến đổi khí hậu",
        "Lập quy hoạch phát triển GTVT trong khu vực đô thị và nông thôn bao gồm các công trình đường bộ, công trình đường sắt – metro, công trình đường thủy – cảng, sân bay",
        "Lập báo cáo đầu tư & phân tích hiệu quả kinh tế – xã hội dự án công trình GTVT",
        "Tham gia thiết kế và tổ chức thi công các công trình GTVT",
        "Quản lý quy hoạch, xây dựng và khai thác các công trình GTVT",
        "Nghiên cứu giải quyết các vấn đề về khoa học kỹ thuật thuộc lĩnh vực GTVT",
        "Làm việc tại các cơ quan, đơn vị quy hoạch và quản lý GTVT như Sở GTVT, Sở Quy hoạch – Kiến trúc, Sở Xây dựng",
        "Làm việc tại các cơ sở nghiên cứu, viện nghiên cứu phát triển Giao thông – Đô thị",
        "Làm việc tại các tổ chức quản lý nhà nước có liên quan đến quy hoạch GTVT",
        "Làm việc tại các đơn vị tư vấn quy hoạch, thiết kế, thi công và quản lý công trình GTVT trong và ngoài nước",
        "Tiếp tục học tập nâng cao trình độ ở các bậc sau đại học tại các cơ sở GDĐT như trường ĐH, CĐ trong và ngoài nước"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "7510104",
      "ten_nganh": "Logistics và hạ tầng giao thông",
      "gioi_thieu_chung": "Việt Nam đang trong giai đoạn kinh tế phát triển mạnh mẽ, đầu tư hạ tầng giao thông luôn được xem là nền tảng để phát triển các ngành nghề liên quan. Logistics là một trong những ngành phát triển nhanh và có những đóng góp quan trọng vào nền kinh tế của đất nước. Với vị trí đắc địa, Việt Nam là một điểm kết nối giao thông quan trọng của khu vực, vì vậy Logistics và hạ tầng giao thông được xem nền tảng và mũi nhọn của nền kinh tế. Với sự phát triển nhanh chóng của nền kinh tế Việt Nam, nhu cầu ngày càng cao về dịch vụ logistics và đầu tư hạ tầng giao thông, chuyên ngành này đang trở thành một lựa chọn hấp dẫn cho các sinh viên yêu thích lĩnh vực này.",
      "co_hoi_viec_lam": [
        "Các vị trí chuyên viên liên quan logistics: quản lý vận tải đa phương thức, vận chuyển quốc tế, định tuyến vận tải, vận hành trung tâm logistics, ga cảng",
        "Các cấp quản lý trong lĩnh vực logistics: quản lý chuỗi cung ứng, quản lý kho vận, quản lý đơn vị vận tải",
        "Công việc tư vấn thiết kế logistics: thiết kế mạng lưới logistics, thiết lập và bố trí kho bãi, trung tâm logistics và ga cảng",
        "Các vị trí chuyên viên liên quan hạ tầng giao thông: thực hiện công việc thiết kế sơ bộ, thi công",
        "Công việc tư vấn hạ tầng giao thông: tư vấn công nghệ BIM trong thi công và quản lý dự án xây dựng, quản lý khai thác hạ tầng giao thông",
        "Tham gia công việc điều hành, quản lý trong các ban quản lý dự án, các sở, ban, ngành liên quan tới xây dựng và vận hành khai thác hạ tầng giao thông",
        "Học tiếp các chương trình sau đại học, tham gia công tác giảng dạy và nghiên cứu"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE005",
      "ten_nganh": "Công nghệ kỹ thuật ô tô",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Công nghệ kỹ thuật ô tô. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Công nghệ kỹ thuật ô tô",
        "Cơ hội việc làm 2 cho ngành Công nghệ kỹ thuật ô tô"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE006",
      "ten_nganh": "Công nghệ thông tin",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Công nghệ thông tin. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Công nghệ thông tin",
        "Cơ hội việc làm 2 cho ngành Công nghệ thông tin"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 25.0
      }
    },
    {
      "ma_nganh": "CODE007",
      "ten_nganh": "Công nghệ ô tô số",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Công nghệ ô tô số. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Công nghệ ô tô số",
        "Cơ hội việc làm 2 cho ngành Công nghệ ô tô số"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE008",
      "ten_nganh": "Khoa học dữ liệu và Al",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Khoa học dữ liệu và Al. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Khoa học dữ liệu và Al",
        "Cơ hội việc làm 2 cho ngành Khoa học dữ liệu và Al"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE009",
      "ten_nganh": "Smart logistics",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Smart logistics. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Smart logistics",
        "Cơ hội việc làm 2 cho ngành Smart logistics"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE010",
      "ten_nganh": "Truyền thông số và đổi mới sáng tạo",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Truyền thông số và đổi mới sáng tạo. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Truyền thông số và đổi mới sáng tạo",
        "Cơ hội việc làm 2 cho ngành Truyền thông số và đổi mới sáng tạo"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE011",
      "ten_nganh": "Hệ thống thông tin quản lý",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Hệ thống thông tin quản lý. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Hệ thống thông tin quản lý",
        "Cơ hội việc làm 2 cho ngành Hệ thống thông tin quản lý"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE012",
      "ten_nganh": "Kinh tế số và trí tuệ nhân tạo",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kinh tế số và trí tuệ nhân tạo. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kinh tế số và trí tuệ nhân tạo",
        "Cơ hội việc làm 2 cho ngành Kinh tế số và trí tuệ nhân tạo"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE013",
      "ten_nganh": "Quản lý và kinh doanh vận tải",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản lý và kinh doanh vận tải. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản lý và kinh doanh vận tải",
        "Cơ hội việc làm 2 cho ngành Quản lý và kinh doanh vận tải"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE014",
      "ten_nganh": "Quản trị logistics và vận tải đa phương thức",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản trị logistics và vận tải đa phương thức. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản trị logistics và vận tải đa phương thức",
        "Cơ hội việc làm 2 cho ngành Quản trị logistics và vận tải đa phương thức"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE015",
      "ten_nganh": "Khai thác đường sắt tốc độ cao",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Khai thác đường sắt tốc độ cao. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Khai thác đường sắt tốc độ cao",
        "Cơ hội việc làm 2 cho ngành Khai thác đường sắt tốc độ cao"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE016",
      "ten_nganh": "Khoa học dữ liệu",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Khoa học dữ liệu. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Khoa học dữ liệu",
        "Cơ hội việc làm 2 cho ngành Khoa học dữ liệu"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE017",
      "ten_nganh": "Điều khiển và quản lý tàu biển",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Điều khiển và quản lý tàu biển. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Điều khiển và quản lý tàu biển",
        "Cơ hội việc làm 2 cho ngành Điều khiển và quản lý tàu biển"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE018",
      "ten_nganh": "Khai thác máy tàu thủy và quản lý kỹ thuật",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Khai thác máy tàu thủy và quản lý kỹ thuật. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Khai thác máy tàu thủy và quản lý kỹ thuật",
        "Cơ hội việc làm 2 cho ngành Khai thác máy tàu thủy và quản lý kỹ thuật"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE019",
      "ten_nganh": "Kỹ thuật điện, điện tử và điều khiển",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật điện, điện tử và điều khiển. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật điện, điện tử và điều khiển",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật điện, điện tử và điều khiển"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE020",
      "ten_nganh": "Cơ điện tử",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Cơ điện tử. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Cơ điện tử",
        "Cơ hội việc làm 2 cho ngành Cơ điện tử"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE021",
      "ten_nganh": "Quản lý cảng và logistics",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản lý cảng và logistics. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản lý cảng và logistics",
        "Cơ hội việc làm 2 cho ngành Quản lý cảng và logistics"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE022",
      "ten_nganh": "Quản lý hàng hải và đường thuỷ",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản lý hàng hải và đường thuỷ. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản lý hàng hải và đường thuỷ",
        "Cơ hội việc làm 2 cho ngành Quản lý hàng hải và đường thuỷ"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE023",
      "ten_nganh": "Kinh tế hàng hải và đường thủy",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kinh tế hàng hải và đường thủy. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kinh tế hàng hải và đường thủy",
        "Cơ hội việc làm 2 cho ngành Kinh tế hàng hải và đường thủy"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE024",
      "ten_nganh": "Kinh tế vận tải hàng không",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kinh tế vận tải hàng không. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kinh tế vận tải hàng không",
        "Cơ hội việc làm 2 cho ngành Kinh tế vận tải hàng không"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE025",
      "ten_nganh": "Kinh tế và quản lý bất động sản",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kinh tế và quản lý bất động sản. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kinh tế và quản lý bất động sản",
        "Cơ hội việc làm 2 cho ngành Kinh tế và quản lý bất động sản"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE026",
      "ten_nganh": "Kinh tế xây dựng",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kinh tế xây dựng. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kinh tế xây dựng",
        "Cơ hội việc làm 2 cho ngành Kinh tế xây dựng"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE027",
      "ten_nganh": "Quản lý và khai thác Máy xếp dỡ - Xây dựng",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản lý và khai thác Máy xếp dỡ - Xây dựng. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản lý và khai thác Máy xếp dỡ - Xây dựng",
        "Cơ hội việc làm 2 cho ngành Quản lý và khai thác Máy xếp dỡ - Xây dựng"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE028",
      "ten_nganh": "Cơ khí tự động",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Cơ khí tự động. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Cơ khí tự động",
        "Cơ hội việc làm 2 cho ngành Cơ khí tự động"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE029",
      "ten_nganh": "Cơ khí đường sắt tốc độ cao và đường sắt đô thị",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Cơ khí đường sắt tốc độ cao và đường sắt đô thị. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Cơ khí đường sắt tốc độ cao và đường sắt đô thị",
        "Cơ hội việc làm 2 cho ngành Cơ khí đường sắt tốc độ cao và đường sắt đô thị"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE030",
      "ten_nganh": "Kỹ thuật cơ khí hàng không",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật cơ khí hàng không. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật cơ khí hàng không",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật cơ khí hàng không"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE031",
      "ten_nganh": "Điện công nghiệp",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Điện công nghiệp. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Điện công nghiệp",
        "Cơ hội việc làm 2 cho ngành Điện công nghiệp"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE032",
      "ten_nganh": "Hệ thống điện giao thông",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Hệ thống điện giao thông. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Hệ thống điện giao thông",
        "Cơ hội việc làm 2 cho ngành Hệ thống điện giao thông"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE033",
      "ten_nganh": "Năng lượng tái tạo",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Năng lượng tái tạo. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Năng lượng tái tạo",
        "Cơ hội việc làm 2 cho ngành Năng lượng tái tạo"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE034",
      "ten_nganh": "Kỹ thuật điện tử - viễn thông",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật điện tử - viễn thông. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật điện tử - viễn thông",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật điện tử - viễn thông"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE035",
      "ten_nganh": "Kỹ thuật điều khiển và tự động hóa",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật điều khiển và tự động hóa. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật điều khiển và tự động hóa",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật điều khiển và tự động hóa"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE036",
      "ten_nganh": "Kỹ thuật điều khiển tự động và thông tin tín hiệu đường sắt tốc độ cao",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật điều khiển tự động và thông tin tín hiệu đường sắt tốc độ cao. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật điều khiển tự động và thông tin tín hiệu đường sắt tốc độ cao",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật điều khiển tự động và thông tin tín hiệu đường sắt tốc độ cao"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE037",
      "ten_nganh": "Kỹ thuật môi trường",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật môi trường. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật môi trường",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật môi trường"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE038",
      "ten_nganh": "Quản lý an toàn và môi trường",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản lý an toàn và môi trường. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản lý an toàn và môi trường",
        "Cơ hội việc làm 2 cho ngành Quản lý an toàn và môi trường"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE039",
      "ten_nganh": "Cơ khí ô tô",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Cơ khí ô tô. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Cơ khí ô tô",
        "Cơ hội việc làm 2 cho ngành Cơ khí ô tô"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE040",
      "ten_nganh": "Cơ điện tử ô tô",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Cơ điện tử ô tô. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Cơ điện tử ô tô",
        "Cơ hội việc làm 2 cho ngành Cơ điện tử ô tô"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE041",
      "ten_nganh": "Kỹ thuật tàu thủy, công trình nổi và quản lý hệ thống công nghiệp",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật tàu thủy, công trình nổi và quản lý hệ thống công nghiệp. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật tàu thủy, công trình nổi và quản lý hệ thống công nghiệp",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật tàu thủy, công trình nổi và quản lý hệ thống công nghiệp"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE042",
      "ten_nganh": "Xây dựng dân dụng và công nghiệp",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Xây dựng dân dụng và công nghiệp. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Xây dựng dân dụng và công nghiệp",
        "Cơ hội việc làm 2 cho ngành Xây dựng dân dụng và công nghiệp"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE043",
      "ten_nganh": "Kỹ thuật kết cấu công trình",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật kết cấu công trình. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật kết cấu công trình",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật kết cấu công trình"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE044",
      "ten_nganh": "Thiết kế nội thất",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Thiết kế nội thất. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Thiết kế nội thất",
        "Cơ hội việc làm 2 cho ngành Thiết kế nội thất"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE045",
      "ten_nganh": "Xây dựng cầu đường",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Xây dựng cầu đường. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Xây dựng cầu đường",
        "Cơ hội việc làm 2 cho ngành Xây dựng cầu đường"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE046",
      "ten_nganh": "Xây dựng đường bộ",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Xây dựng đường bộ. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Xây dựng đường bộ",
        "Cơ hội việc làm 2 cho ngành Xây dựng đường bộ"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE047",
      "ten_nganh": "Xây dựng công trình giao thông đô thị",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Xây dựng công trình giao thông đô thị. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Xây dựng công trình giao thông đô thị",
        "Cơ hội việc làm 2 cho ngành Xây dựng công trình giao thông đô thị"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE048",
      "ten_nganh": "Xây dựng đường sắt tốc độ cao và đường sắt đô thị",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Xây dựng đường sắt tốc độ cao và đường sắt đô thị. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Xây dựng đường sắt tốc độ cao và đường sắt đô thị",
        "Cơ hội việc làm 2 cho ngành Xây dựng đường sắt tốc độ cao và đường sắt đô thị"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE049",
      "ten_nganh": "Xây dựng và quản lý cảng - công trình giao thông thủy",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Xây dựng và quản lý cảng - công trình giao thông thủy. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Xây dựng và quản lý cảng - công trình giao thông thủy",
        "Cơ hội việc làm 2 cho ngành Xây dựng và quản lý cảng - công trình giao thông thủy"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE050",
      "ten_nganh": "Logistics và quản lý chuỗi cung ứng",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Logistics và quản lý chuỗi cung ứng. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Logistics và quản lý chuỗi cung ứng",
        "Cơ hội việc làm 2 cho ngành Logistics và quản lý chuỗi cung ứng"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE051",
      "ten_nganh": "Luật",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Luật. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Luật",
        "Cơ hội việc làm 2 cho ngành Luật"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE052",
      "ten_nganh": "Mạng máy tính và truyền thông dữ liệu",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Mạng máy tính và truyền thông dữ liệu. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Mạng máy tính và truyền thông dữ liệu",
        "Cơ hội việc làm 2 cho ngành Mạng máy tính và truyền thông dữ liệu"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE053",
      "ten_nganh": "Kỹ thuật thiết kế vi mạch và Al",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Kỹ thuật thiết kế vi mạch và Al. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Kỹ thuật thiết kế vi mạch và Al",
        "Cơ hội việc làm 2 cho ngành Kỹ thuật thiết kế vi mạch và Al"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE054",
      "ten_nganh": "Ngôn ngữ Anh",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Ngôn ngữ Anh. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Ngôn ngữ Anh",
        "Cơ hội việc làm 2 cho ngành Ngôn ngữ Anh"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE055",
      "ten_nganh": "Tiếng anh thương mại, Logistics và vận tải quốc tế",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Tiếng anh thương mại, Logistics và vận tải quốc tế. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Tiếng anh thương mại, Logistics và vận tải quốc tế",
        "Cơ hội việc làm 2 cho ngành Tiếng anh thương mại, Logistics và vận tải quốc tế"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    },
    {
      "ma_nganh": "CODE056",
      "ten_nganh": "Quản lý xây dựng",
      "gioi_thieu_chung": "Đây là giới thiệu chung về ngành Quản lý xây dựng. (Placeholder Data)",
      "co_hoi_viec_lam": [
        "Cơ hội việc làm 1 cho ngành Quản lý xây dựng",
        "Cơ hội việc làm 2 cho ngành Quản lý xây dựng"
      ],
      "khoi_xet_tuyen": [
        "A00",
        "C00",
        "D00"
      ],
      "diem_chuan": {
        "2020": 18.0,
        "2021": 19.0,
        "2022": 20.0,
        "2023": 21.0,
        "2024": 22.0
      }
    }
  ]