{
  "text": {
    "xin": 213,
    "chào": 23,
    "bạn": 12,
    "hello": 60,
    "hi": 61,
    "có": 34,
    "ai": 2,
    "ở": 246,
    "đây": 229,
    "không": 79,
    "ơi": 244,
    "trường": 176,
    "những": 120,
    "ngành": 113,
    "nào": 121,
    "cho": 18,
    "tôi": 186,
    "biết": 7,
    "các": 31,
    "đào": 226,
    "tạo": 191,
    "học": 71,
    "giao": 51,
    "thông": 155,
    "vận": 209,
    "tải": 192,
    "uth": 200,
    "gì": 56,
    "tại": 189,
    "đại": 235,
    "chuyên": 19,
    "tuyển": 178,
    "sinh": 138,
    "khối": 81,
    "được": 234,
    "xét": 216,
    "a": 1,
    "vào": 206,
    "kỹ": 86,
    "thuật": 149,
    "ô": 219,
    "tô": 185,
    "cần": 40,
    "thi": 147,
    "để": 237,
    "quản": 134,
    "trị": 177,
    "kinh": 82,
    "doanh": 43,
    "công": 35,
    "nghệ": 111,
    "tin": 168,
    "lấy": 96,
    "phí": 128,
    "là": 91,
    "bao": 6,
    "nhiêu": 116,
    "hỏi": 72,
    "một": 106,
    "năm": 123,
    "đóng": 231,
    "như": 118,
    "thế": 161,
    "chi": 17,
    "tập": 194,
    "đâu": 228,
    "địa": 238,
    "chỉ": 27,
    "cơ": 36,
    "sở": 144,
    "mấy": 105,
    "viên": 202,
    "nhất": 119,
    "chính": 24,
    "của": 42,
    "điểm": 224,
    "chuẩn": 21,
    "nay": 108,
    "gần": 57,
    "đỗ": 240,
    "khí": 78,
    "__number__": 0,
    "điều": 223,
    "khiển": 75,
    "và": 205,
    "tự": 199,
    "động": 242,
    "hóa": 66,
    "quy": 133,
    "hoạch": 63,
    "lý": 93,
    "logistics": 89,
    "hạ": 67,
    "tầng": 193,
    "số": 143,
    "khoa": 76,
    "dữ": 48,
    "liệu": 88,
    "al": 3,
    "smart": 139,
    "truyền": 172,
    "đổi": 239,
    "mới": 107,
    "sáng": 140,
    "hệ": 70,
    "thống": 163,
    "tế": 195,
    "trí": 174,
    "tuệ": 179,
    "nhân": 117,
    "đa": 221,
    "phương": 131,
    "thức": 166,
    "khai": 74,
    "thác": 151,
    "đường": 233,
    "sắt": 142,
    "tốc": 196,
    "độ": 241,
    "cao": 16,
    "tàu": 180,
    "biển": 8,
    "máy": 99,
    "thủy": 165,
    "điện": 225,
    "tử": 198,
    "cảng": 38,
    "hàng": 64,
    "hải": 68,
    "thuỷ": 150,
    "bất": 13,
    "sản": 141,
    "xây": 215,
    "dựng": 49,
    "xếp": 217,
    "dỡ": 46,
    "đô": 232,
    "thị": 162,
    "nghiệp": 110,
    "năng": 124,
    "lượng": 94,
    "tái": 181,
    "viễn": 203,
    "tín": 183,
    "hiệu": 62,
    "môi": 100,
    "an": 4,
    "toàn": 170,
    "trình": 173,
    "nổi": 125,
    "dân": 45,
    "dụng": 47,
    "kết": 85,
    "cấu": 39,
    "thiết": 148,
    "kế": 84,
    "nội": 126,
    "thất": 159,
    "cầu": 41,
    "bộ": 15,
    "chuỗi": 22,
    "cung": 29,
    "ứng": 247,
    "luật": 90,
    "mạng": 104,
    "tính": 184,
    "vi": 201,
    "mạch": 102,
    "ngôn": 114,
    "ngữ": 115,
    "anh": 5,
    "tiếng": 169,
    "thương": 158,
    "mại": 103,
    "quốc": 135,
    "gợi": 59,
    "ý": 220,
    "nên": 122,
    "phù": 130,
    "hợp": 73,
    "với": 212,
    "giúp": 53,
    "chọn": 28,
    "tư": 188,
    "vấn": 208,
    "thì": 152,
    "thích": 154,
    "môn": 101,
    "toán": 171,
    "phân": 127,
    "tích": 182,
    "khả": 80,
    "đạt": 236,
    "tốt": 197,
    "đủ": 243,
    "văn": 207,
    "giỏi": 54,
    "về": 211,
    "lập": 97,
    "ngoại": 112,
    "cảm": 37,
    "ơn": 245,
    "thank": 145,
    "you": 218,
    "thanks": 146,
    "cám": 33,
    "đã": 230,
    "tạm": 190,
    "biệt": 9,
    "goodbye": 55,
    "bye": 10,
    "hẹn": 69,
    "gặp": 58,
    "lại": 95,
    "phải": 132,
    "đi": 222,
    "thúc": 156,
    "cuộc": 30,
    "trò": 175,
    "chuyện": 20,
    "làm": 92,
    "bằng": 14,
    "bạ": 11,
    "thẳng": 160,
    "đánh": 227,
    "giá": 52,
    "lực": 98,
    "cách": 32,
    "vật": 210,
    "chất": 26,
    "ký": 83,
    "túc": 187,
    "xá": 214,
    "phòng": 129,
    "thí": 153,
    "nghiệm": 109,
    "thư": 157,
    "viện": 204,
    "ra": 136,
    "sao": 137,
    "khu": 77,
    "thực": 167,
    "hành": 65,
    "gian": 50,
    "chương": 25,
    "thời": 164,
    "liên": 87,
    "dung": 44
  },
  "intent": {
    "chao_hoi": 1,
    "thong_tin_nganh_hoc": 13,
    "khoi_tuyen_sinh": 10,
    "hoc_phi": 7,
    "dia_diem_hoc": 3,
    "diem_chuan": 4,
    "diem_chuan_nganh_cu_the": 5,
    "goi_y_nganh_hoc": 6,
    "tu_van_kha_nang_phu_hop": 14,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 12,
    "phuong_thuc_xet_tuyen": 11,
    "hoi_co_so_vat_chat": 9,
    "hoi_chuong_trinh_dao_tao": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_de_xuat_nganh": 1,
    "action_diem_chuan_nganh_cu_the": 6,
    "tu_van_phu_hop_form": 14,
    "utter_cam_on": 15,
    "utter_chao_hoi": 16,
    "utter_dia_diem_hoc": 17,
    "utter_diem_chuan": 18,
    "utter_goi_y_nganh_hoc": 19,
    "utter_hoc_phi": 20,
    "utter_hoi_chuong_trinh_dao_tao": 21,
    "utter_hoi_co_so_vat_chat": 22,
    "utter_khoi_tuyen_sinh": 23,
    "utter_phuong_thuc_xet_tuyen": 24,
    "utter_tam_biet": 25,
    "utter_thong_tin_nganh_hoc": 26,
    "utter_tu_van_kha_nang_phu_hop": 27,
    "validate_tu_van_phu_hop_form": 28
  },
  "action_text": null,
  "intent_response_key": null
}