{
  "text": {
    "xin": 141,
    "chào": 17,
    "bạn": 10,
    "hello": 40,
    "hi": 41,
    "có": 26,
    "ai": 2,
    "ở": 161,
    "đây": 152,
    "không": 52,
    "ơi": 159,
    "tôi": 120,
    "là": 60,
    "nguyễn": 70,
    "văn": 136,
    "a": 1,
    "tên": 118,
    "thị": 103,
    "b": 4,
    "trịnh": 115,
    "trần": 113,
    "phương": 81,
    "tuấn": 117,
    "mình": 66,
    "hưng": 45,
    "thảo": 100,
    "chương": 19,
    "trình": 109,
    "đào": 149,
    "tạo": 125,
    "như": 73,
    "thế": 102,
    "nào": 76,
    "thời": 104,
    "gian": 33,
    "học": 48,
    "mấy": 67,
    "năm": 77,
    "liên": 58,
    "kết": 56,
    "quốc": 85,
    "tế": 129,
    "tiếng": 108,
    "anh": 3,
    "trường": 112,
    "những": 75,
    "ngành": 71,
    "cho": 13,
    "biết": 6,
    "các": 23,
    "giao": 34,
    "thông": 97,
    "vận": 138,
    "tải": 126,
    "uth": 131,
    "gì": 38,
    "tại": 123,
    "đại": 155,
    "chuyên": 14,
    "thêm": 95,
    "tin": 107,
    "về": 140,
    "logistics": 59,
    "và": 134,
    "hạ": 46,
    "tầng": 127,
    "công": 27,
    "nghệ": 69,
    "kỹ": 57,
    "thuật": 94,
    "điều": 147,
    "khiển": 49,
    "tự": 130,
    "động": 158,
    "hóa": 44,
    "giới": 36,
    "thiệu": 93,
    "quy": 83,
    "hoạch": 42,
    "quản": 84,
    "lý": 62,
    "điểm": 148,
    "chuẩn": 16,
    "cơ": 28,
    "khí": 51,
    "__number__": 0,
    "bao": 5,
    "nhiêu": 72,
    "ô": 145,
    "tô": 119,
    "của": 31,
    "trước": 111,
    "khối": 53,
    "xét": 143,
    "tuyển": 116,
    "vào": 135,
    "cần": 30,
    "thi": 92,
    "để": 156,
    "trị": 114,
    "kinh": 54,
    "doanh": 32,
    "lấy": 64,
    "phí": 79,
    "chi": 12,
    "tập": 128,
    "đâu": 151,
    "địa": 157,
    "chỉ": 21,
    "sở": 89,
    "sinh": 88,
    "viên": 132,
    "nhất": 74,
    "chính": 18,
    "cảm": 29,
    "ơn": 160,
    "thank": 90,
    "you": 144,
    "thanks": 91,
    "cám": 25,
    "đã": 153,
    "tư": 122,
    "vấn": 137,
    "tạm": 124,
    "biệt": 7,
    "goodbye": 37,
    "bye": 8,
    "hẹn": 47,
    "gặp": 39,
    "lại": 63,
    "phải": 82,
    "đi": 146,
    "thúc": 98,
    "cuộc": 22,
    "trò": 110,
    "chuyện": 15,
    "thức": 105,
    "làm": 61,
    "bằng": 11,
    "bạ": 9,
    "được": 154,
    "thẳng": 101,
    "đánh": 150,
    "giá": 35,
    "năng": 78,
    "lực": 65,
    "cách": 24,
    "vật": 139,
    "chất": 20,
    "ký": 55,
    "túc": 121,
    "xá": 142,
    "phòng": 80,
    "thí": 96,
    "nghiệm": 68,
    "thư": 99,
    "viện": 133,
    "ra": 86,
    "sao": 87,
    "khu": 50,
    "thực": 106,
    "hành": 43
  },
  "intent": {
    "chao_hoi": 1,
    "nhap_ten_nguoi_dung": 10,
    "hoi_chuong_trinh_dao_tao_cua_truong": 2,
    "nganh_tuyen_sinh": 9,
    "thong_tin_them_ve_nganh_tuyen_sinh": 12,
    "hoi_diem_chuan": 5,
    "hoi_khoi_tuyen_sinh": 7,
    "hoi_hoc_phi": 6,
    "hoi_dia_diem_hoc": 4,
    "cam_on": 0,
    "tam_biet": 11,
    "hoi_phuong_thuc_xet_tuyen": 8,
    "hoi_co_so_vat_chat": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_hoi_diem_chuan": 6,
    "action_hoi_khoi_tuyen_sinh": 7,
    "action_nganh_tuyen_sinh": 9,
    "action_thong_tin_them_ve_nganh_tuyen_sinh": 13,
    "utter_cam_on": 16,
    "utter_chao_hoi": 17,
    "utter_chao_sau_khi_biet_ten": 18,
    "utter_hoi_chuong_trinh_dao_tao_cua_truong": 19,
    "utter_hoi_co_so_vat_chat": 20,
    "utter_hoi_dia_diem_hoc": 21,
    "utter_hoi_hoc_phi": 22,
    "utter_hoi_phuong_thuc_xet_tuyen": 23,
    "utter_hoi_ten": 24,
    "utter_tam_biet": 25
  },
  "action_text": null,
  "intent_response_key": null
}