{
  "text": {
    "xin": 209,
    "chào": 23,
    "bạn": 12,
    "hello": 58,
    "hi": 59,
    "có": 34,
    "ai": 2,
    "ở": 240,
    "đây": 225,
    "không": 76,
    "ơi": 238,
    "trường": 172,
    "những": 116,
    "ngành": 109,
    "nào": 117,
    "cho": 18,
    "tôi": 182,
    "biết": 7,
    "các": 31,
    "đào": 222,
    "tạo": 187,
    "học": 69,
    "giao": 50,
    "thông": 151,
    "vận": 205,
    "tải": 188,
    "uth": 196,
    "gì": 55,
    "tại": 185,
    "đại": 230,
    "chuyên": 19,
    "điểm": 220,
    "chuẩn": 21,
    "công": 35,
    "nghệ": 107,
    "kỹ": 83,
    "thuật": 145,
    "cơ": 36,
    "khí": 75,
    "năm": 119,
    "__number__": 0,
    "là": 88,
    "bao": 6,
    "nhiêu": 112,
    "điều": 219,
    "khiển": 72,
    "và": 201,
    "tự": 195,
    "động": 236,
    "hóa": 64,
    "quy": 129,
    "hoạch": 61,
    "quản": 130,
    "lý": 90,
    "logistics": 86,
    "hạ": 65,
    "tầng": 189,
    "ô": 215,
    "tô": 181,
    "tin": 164,
    "số": 139,
    "khoa": 73,
    "dữ": 47,
    "liệu": 85,
    "al": 3,
    "khối": 78,
    "xét": 212,
    "tuyển": 174,
    "vào": 202,
    "cần": 40,
    "thi": 143,
    "để": 232,
    "trị": 173,
    "kinh": 79,
    "doanh": 43,
    "lấy": 93,
    "smart": 135,
    "truyền": 168,
    "đổi": 234,
    "mới": 104,
    "sáng": 136,
    "hệ": 68,
    "thống": 159,
    "tế": 191,
    "trí": 170,
    "tuệ": 175,
    "nhân": 113,
    "đa": 217,
    "phương": 127,
    "thức": 162,
    "khai": 71,
    "thác": 147,
    "đường": 228,
    "sắt": 138,
    "tốc": 192,
    "độ": 235,
    "cao": 16,
    "tàu": 176,
    "biển": 8,
    "máy": 96,
    "thủy": 161,
    "điện": 221,
    "tử": 194,
    "cảng": 38,
    "hàng": 62,
    "hải": 66,
    "thuỷ": 146,
    "bất": 13,
    "sản": 137,
    "xây": 211,
    "dựng": 48,
    "xếp": 213,
    "dỡ": 45,
    "đô": 227,
    "thị": 158,
    "nghiệp": 106,
    "năng": 120,
    "lượng": 91,
    "tái": 177,
    "viễn": 199,
    "tín": 179,
    "hiệu": 60,
    "môi": 97,
    "an": 4,
    "toàn": 166,
    "trình": 169,
    "nổi": 121,
    "dân": 44,
    "dụng": 46,
    "kết": 82,
    "cấu": 39,
    "thiết": 144,
    "kế": 81,
    "nội": 122,
    "thất": 155,
    "cầu": 41,
    "bộ": 15,
    "chuỗi": 22,
    "cung": 29,
    "ứng": 241,
    "luật": 87,
    "mạng": 101,
    "tính": 180,
    "vi": 197,
    "mạch": 99,
    "ngôn": 110,
    "ngữ": 111,
    "anh": 5,
    "tiếng": 165,
    "thương": 154,
    "mại": 100,
    "quốc": 131,
    "phí": 124,
    "chi": 17,
    "tập": 190,
    "đâu": 224,
    "địa": 233,
    "chỉ": 27,
    "sở": 140,
    "mấy": 102,
    "sinh": 134,
    "viên": 198,
    "nhất": 115,
    "chính": 24,
    "của": 42,
    "gợi": 57,
    "ý": 216,
    "một": 103,
    "nên": 118,
    "phù": 126,
    "hợp": 70,
    "với": 208,
    "giúp": 52,
    "chọn": 28,
    "tư": 184,
    "vấn": 204,
    "thì": 148,
    "thích": 150,
    "môn": 98,
    "toán": 167,
    "phân": 123,
    "tích": 178,
    "khả": 77,
    "đạt": 231,
    "tốt": 193,
    "được": 229,
    "a": 1,
    "đủ": 237,
    "văn": 203,
    "giỏi": 53,
    "về": 207,
    "lập": 94,
    "ngoại": 108,
    "cảm": 37,
    "ơn": 239,
    "thank": 141,
    "you": 214,
    "thanks": 142,
    "cám": 33,
    "đã": 226,
    "tạm": 186,
    "biệt": 9,
    "goodbye": 54,
    "bye": 10,
    "hẹn": 67,
    "gặp": 56,
    "lại": 92,
    "phải": 128,
    "đi": 218,
    "thúc": 152,
    "cuộc": 30,
    "trò": 171,
    "chuyện": 20,
    "làm": 89,
    "thế": 157,
    "bằng": 14,
    "bạ": 11,
    "thẳng": 156,
    "đánh": 223,
    "giá": 51,
    "lực": 95,
    "cách": 32,
    "vật": 206,
    "chất": 26,
    "như": 114,
    "ký": 80,
    "túc": 183,
    "xá": 210,
    "phòng": 125,
    "thí": 149,
    "nghiệm": 105,
    "thư": 153,
    "viện": 200,
    "ra": 132,
    "sao": 133,
    "khu": 74,
    "thực": 163,
    "hành": 63,
    "gian": 49,
    "chương": 25,
    "thời": 160,
    "liên": 84
  },
  "intent": {
    "chao_hoi": 1,
    "tim_kiem_nganh_hoc": 13,
    "hoi_diem_chuan": 7,
    "hoi_khoi_tuyen_sinh": 9,
    "hoi_hoc_phi": 8,
    "hoi_dia_diem_hoc": 6,
    "goi_y_nganh_hoc": 3,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 12,
    "hoi_phuong_thuc_xet_tuyen": 10,
    "hoi_co_so_vat_chat": 5,
    "hoi_chuong_trinh_dao_tao": 4,
    "nlu_fallback": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_goi_y_nganh_hoc": 6,
    "action_phan_tich_diem_so": 8,
    "action_tra_cuu_diem_chuan": 12,
    "action_tra_cuu_khoi_tuyen_sinh": 13,
    "utter_cam_on": 16,
    "utter_chao_hoi": 17,
    "utter_default": 18,
    "utter_goi_y_nganh_hoc": 19,
    "utter_hoi_chuong_trinh_dao_tao": 20,
    "utter_hoi_co_so_vat_chat": 21,
    "utter_hoi_dia_diem_hoc": 22,
    "utter_hoi_hoc_phi": 23,
    "utter_hoi_phuong_thuc_xet_tuyen": 24,
    "utter_tam_biet": 25,
    "utter_tim_kiem_nganh_hoc": 26
  },
  "action_text": null,
  "intent_response_key": null
}