{
  "text": {
    "xin": 226,
    "chào": 26,
    "bạn": 15,
    "hello": 60,
    "hi": 61,
    "có": 36,
    "ai": 2,
    "ở": 259,
    "đây": 242,
    "không": 81,
    "ơi": 257,
    "tôi": 200,
    "là": 94,
    "nguyễn": 116,
    "văn": 220,
    "a": 1,
    "tên": 196,
    "thị": 171,
    "b": 6,
    "trịnh": 190,
    "trần": 188,
    "phương": 134,
    "tuấn": 192,
    "mình": 105,
    "hưng": 68,
    "thảo": 167,
    "tiến": 178,
    "em": 52,
    "thu": 156,
    "lê": 96,
    "cường": 39,
    "phạm": 135,
    "minh": 103,
    "đỗ": 254,
    "mai": 102,
    "anh": 5,
    "hoàng": 63,
    "đình": 244,
    "của": 45,
    "vũ": 221,
    "thúy": 164,
    "hằng": 72,
    "phan": 131,
    "thanh": 150,
    "bình": 12,
    "ngô": 118,
    "quang": 137,
    "hải": 71,
    "bùi": 13,
    "lan": 89,
    "đặng": 249,
    "giới": 56,
    "thiệu": 155,
    "trương": 186,
    "công": 37,
    "định": 252,
    "đinh": 235,
    "kiều": 84,
    "trang": 181,
    "lý": 97,
    "mạc": 107,
    "hương": 69,
    "chương": 28,
    "trình": 183,
    "đào": 239,
    "tạo": 205,
    "như": 123,
    "thế": 170,
    "nào": 126,
    "thời": 173,
    "gian": 53,
    "học": 75,
    "mấy": 111,
    "năm": 127,
    "liên": 90,
    "kết": 87,
    "quốc": 140,
    "tế": 209,
    "tiếng": 179,
    "trường": 187,
    "những": 125,
    "ngành": 117,
    "cho": 21,
    "biết": 8,
    "các": 33,
    "giao": 54,
    "thông": 162,
    "vận": 223,
    "tải": 206,
    "uth": 213,
    "gì": 58,
    "tại": 203,
    "đại": 248,
    "chuyên": 22,
    "thêm": 160,
    "tin": 177,
    "về": 225,
    "nghệ": 115,
    "kỹ": 88,
    "thuật": 157,
    "cơ": 38,
    "khí": 80,
    "điều": 236,
    "khiển": 77,
    "và": 218,
    "tự": 212,
    "động": 256,
    "hóa": 67,
    "quy": 138,
    "hoạch": 64,
    "quản": 139,
    "logistics": 92,
    "hạ": 70,
    "tầng": 207,
    "ô": 232,
    "tô": 199,
    "số": 148,
    "khoa": 78,
    "dữ": 50,
    "liệu": 91,
    "al": 3,
    "smart": 144,
    "truyền": 182,
    "đổi": 253,
    "mới": 112,
    "sáng": 145,
    "hệ": 74,
    "thống": 172,
    "kinh": 83,
    "trí": 184,
    "tuệ": 193,
    "nhân": 122,
    "doanh": 46,
    "trị": 189,
    "đa": 233,
    "thức": 175,
    "khai": 76,
    "thác": 159,
    "đường": 246,
    "sắt": 147,
    "tốc": 210,
    "độ": 255,
    "cao": 19,
    "tàu": 194,
    "biển": 9,
    "máy": 104,
    "thủy": 174,
    "điện": 238,
    "tử": 211,
    "cảng": 41,
    "hàng": 65,
    "thuỷ": 158,
    "bất": 16,
    "sản": 146,
    "xây": 228,
    "dựng": 51,
    "xếp": 230,
    "dỡ": 48,
    "đô": 245,
    "nghiệp": 114,
    "năng": 128,
    "lượng": 98,
    "tái": 195,
    "viễn": 216,
    "tín": 197,
    "hiệu": 62,
    "môi": 106,
    "an": 4,
    "toàn": 180,
    "nổi": 129,
    "dân": 47,
    "dụng": 49,
    "cấu": 42,
    "thiết": 154,
    "kế": 86,
    "nội": 130,
    "thất": 168,
    "cầu": 44,
    "bộ": 18,
    "chuỗi": 25,
    "cung": 31,
    "ứng": 260,
    "luật": 93,
    "mạng": 110,
    "tính": 198,
    "vi": 214,
    "mạch": 108,
    "ngôn": 119,
    "ngữ": 120,
    "thương": 166,
    "mại": 109,
    "điểm": 237,
    "chuẩn": 24,
    "__number__": 0,
    "bao": 7,
    "nhiêu": 121,
    "khối": 82,
    "xét": 229,
    "tuyển": 191,
    "vào": 219,
    "cần": 43,
    "thi": 153,
    "để": 250,
    "lấy": 100,
    "phí": 132,
    "chi": 20,
    "tập": 208,
    "đâu": 241,
    "địa": 251,
    "chỉ": 30,
    "sở": 149,
    "sinh": 143,
    "viên": 215,
    "nhất": 124,
    "chính": 27,
    "cảm": 40,
    "ơn": 258,
    "thank": 151,
    "you": 231,
    "thanks": 152,
    "cám": 35,
    "đã": 243,
    "tư": 202,
    "vấn": 222,
    "tạm": 204,
    "biệt": 10,
    "goodbye": 57,
    "bye": 11,
    "hẹn": 73,
    "gặp": 59,
    "lại": 99,
    "phải": 136,
    "đi": 234,
    "thúc": 163,
    "cuộc": 32,
    "trò": 185,
    "chuyện": 23,
    "làm": 95,
    "bằng": 17,
    "bạ": 14,
    "được": 247,
    "thẳng": 169,
    "đánh": 240,
    "giá": 55,
    "lực": 101,
    "cách": 34,
    "vật": 224,
    "chất": 29,
    "ký": 85,
    "túc": 201,
    "xá": 227,
    "phòng": 133,
    "thí": 161,
    "nghiệm": 113,
    "thư": 165,
    "viện": 217,
    "ra": 141,
    "sao": 142,
    "khu": 79,
    "thực": 176,
    "hành": 66
  },
  "intent": {
    "chao_hoi": 1,
    "nhap_ten_nguoi_dung": 10,
    "hoi_chuong_trinh_dao_tao_cua_truong": 2,
    "nganh_tuyen_sinh": 9,
    "thong_tin_them_ve_nganh_tuyen_sinh": 12,
    "hoi_diem_chuan": 5,
    "hoi_khoi_tuyen_sinh": 7,
    "hoi_hoc_phi": 6,
    "hoi_dia_diem_hoc": 4,
    "cam_on": 0,
    "tam_biet": 11,
    "hoi_phuong_thuc_xet_tuyen": 8,
    "hoi_co_so_vat_chat": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 11,
    "action_session_start": 13,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_hoi_diem_chuan": 6,
    "action_hoi_khoi_tuyen_sinh": 7,
    "action_luu_ten_nguoi_dung": 9,
    "action_nganh_tuyen_sinh": 10,
    "action_thong_tin_them_ve_nganh_tuyen_sinh": 14,
    "utter_cam_on": 17,
    "utter_chao_hoi": 18,
    "utter_hoi_chuong_trinh_dao_tao_cua_truong": 19,
    "utter_hoi_co_so_vat_chat": 20,
    "utter_hoi_dia_diem_hoc": 21,
    "utter_hoi_hoc_phi": 22,
    "utter_hoi_phuong_thuc_xet_tuyen": 23,
    "utter_hoi_ten": 24,
    "utter_tam_biet": 25
  },
  "action_text": null,
  "intent_response_key": null
}