{
  "text": {
    " ": 0,
    "x": 898,
    "i": 519,
    "n": 633,
    " x": 230,
    "xi": 899,
    "in": 529,
    "n ": 634,
    " xi": 231,
    "xin": 900,
    "in ": 530,
    " xin": 232,
    "xin ": 901,
    "c": 317,
    "h": 416,
    "à": 926,
    "o": 671,
    " c": 23,
    "ch": 319,
    "hà": 446,
    "ào": 933,
    "o ": 672,
    " ch": 24,
    "chà": 328,
    "hào": 449,
    "ào ": 934,
    " chà": 28,
    "chào": 329,
    "hào ": 450,
    "b": 295,
    "ạ": 1062,
    " b": 10,
    "bạ": 310,
    "ạn": 1071,
    " bạ": 18,
    "bạn": 312,
    "ạn ": 1072,
    " bạn": 20,
    "bạn ": 313,
    "e": 372,
    "l": 596,
    " h": 66,
    "he": 421,
    "el": 374,
    "ll": 600,
    "lo": 603,
    " he": 67,
    "hel": 422,
    "ell": 375,
    "llo": 601,
    "lo ": 604,
    " hel": 68,
    "hell": 423,
    "ello": 376,
    "llo ": 602,
    "hi": 424,
    "i ": 520,
    " hi": 69,
    "hi ": 425,
    " hi ": 70,
    "ó": 980,
    "có": 349,
    "ó ": 981,
    " có": 38,
    "có ": 350,
    " có ": 39,
    "a": 282,
    " a": 4,
    "ai": 284,
    " ai": 6,
    "ai ": 285,
    " ai ": 7,
    "ở": 1189,
    " ở": 271,
    "ở ": 1190,
    " ở ": 272,
    "đ": 1003,
    "â": 948,
    "y": 907,
    " đ": 242,
    "đâ": 1016,
    "ây": 951,
    "y ": 908,
    " đâ": 251,
    "đây": 1019,
    "ây ": 952,
    " đây": 253,
    "đây ": 1020,
    "k": 571,
    "ô": 984,
    "g": 380,
    " k": 87,
    "kh": 573,
    "hô": 464,
    "ôn": 988,
    "ng": 635,
    "g ": 381,
    " kh": 88,
    "khô": 580,
    "hôn": 465,
    "ông": 989,
    "ng ": 636,
    " khô": 92,
    "khôn": 581,
    "hông": 466,
    "ông ": 990,
    "ơ": 1037,
    " ơ": 266,
    "ơi": 1039,
    " ơi": 267,
    "ơi ": 1040,
    " ơi ": 268,
    "t": 748,
    " t": 160,
    "tô": 809,
    "ôi": 986,
    " tô": 190,
    "tôi": 811,
    "ôi ": 987,
    " tôi": 192,
    "tôi ": 812,
    " l": 102,
    "là": 607,
    "à ": 927,
    " là": 107,
    "là ": 608,
    " là ": 108,
    "u": 838,
    "ễ": 1138,
    " n": 123,
    "gu": 402,
    "uy": 846,
    "yễ": 920,
    "ễn": 1139,
    " ng": 124,
    "ngu": 642,
    "guy": 403,
    "uyễ": 852,
    "yễn": 921,
    "ễn ": 1140,
    " ngu": 127,
    "nguy": 643,
    "guyễ": 404,
    "uyễn": 853,
    "yễn ": 922,
    "v": 874,
    "ă": 996,
    " v": 214,
    "vă": 885,
    "ăn": 999,
    " vă": 221,
    "văn": 886,
    "ăn ": 1000,
    " văn": 222,
    "văn ": 887,
    "a ": 283,
    " a ": 5,
    "ê": 958,
    "tê": 806,
    "ên": 961,
    " tê": 188,
    "tên": 807,
    "ên ": 962,
    " tên": 189,
    "tên ": 808,
    "r": 712,
    "ị": 1155,
    "tr": 788,
    "rị": 731,
    "ịn": 1159,
    "nh": 646,
    "h ": 417,
    " tr": 179,
    "trị": 798,
    "rịn": 733,
    "ịnh": 1160,
    "nh ": 647,
    " trị": 184,
    "trịn": 800,
    "rịnh": 734,
    "ịnh ": 1161,
    "ầ": 1091,
    "rầ": 728,
    "ần": 1092,
    "trầ": 796,
    "rần": 729,
    "ần ": 1093,
    " trầ": 183,
    "trần": 797,
    "rần ": 730,
    "p": 693,
    "ư": 1045,
    " p": 139,
    "ph": 695,
    "hư": 470,
    "ươ": 1050,
    "ơn": 1041,
    " ph": 140,
    "phư": 700,
    "hươ": 474,
    "ươn": 1051,
    "ơng": 1043,
    " phư": 143,
    "phươ": 701,
    "hươn": 475,
    "ương": 1052,
    "ơng ": 1044,
    "ấ": 1084,
    "tu": 801,
    "uấ": 859,
    "ấn": 1085,
    " tu": 185,
    "tuấ": 804,
    "uấn": 860,
    "ấn ": 1086,
    " tuấ": 187,
    "tuấn": 805,
    "uấn ": 861,
    "m": 622,
    "ì": 965,
    " m": 118,
    "mì": 627,
    "ìn": 967,
    " mì": 119,
    "mìn": 628,
    "ình": 968,
    " mìn": 120,
    "mình": 629,
    "ình ": 969,
    "ưn": 1047,
    " hư": 77,
    "hưn": 472,
    "ưng": 1048,
    " hưn": 78,
    "hưng": 473,
    "ưng ": 1049,
    "ả": 1075,
    "th": 750,
    "hả": 478,
    "ảo": 1082,
    " th": 161,
    "thả": 769,
    "hảo": 481,
    "ảo ": 1083,
    " thả": 170,
    "thảo": 770,
    "hảo ": 482,
    "ế": 1120,
    "ti": 781,
    "iế": 543,
    "ến": 1122,
    " ti": 176,
    "tiế": 786,
    "iến": 544,
    "ến ": 1123,
    " tiế": 178,
    "tiến": 787,
    "iến ": 545,
    "chư": 332,
    " chư": 30,
    "chươ": 333,
    "rì": 718,
    "trì": 789,
    "rìn": 719,
    " trì": 180,
    "trìn": 790,
    "rình": 720,
    "đà": 1010,
    " đà": 247,
    "đào": 1011,
    " đào": 248,
    "đào ": 1012,
    "tạ": 818,
    "ạo": 1073,
    " tạ": 197,
    "tạo": 823,
    "ạo ": 1074,
    " tạo": 200,
    "tạo ": 824,
    "ư ": 1046,
    " nh": 129,
    "như": 650,
    "hư ": 471,
    " như": 131,
    "như ": 651,
    "hế": 492,
    "ế ": 1121,
    "thế": 773,
    "hế ": 493,
    " thế": 172,
    "thế ": 774,
    "nà": 663,
    " nà": 134,
    "nào": 664,
    " nào": 135,
    "nào ": 665,
    "ờ": 1183,
    "hờ": 507,
    "ời": 1184,
    "thờ": 775,
    "hời": 508,
    "ời ": 1185,
    " thờ": 173,
    "thời": 776,
    "hời ": 509,
    " g": 53,
    "gi": 387,
    "ia": 521,
    "an": 286,
    " gi": 54,
    "gia": 388,
    "ian": 522,
    "an ": 287,
    " gia": 55,
    "gian": 389,
    "ian ": 523,
    "ọ": 1162,
    "họ": 498,
    "ọc": 1163,
    "c ": 318,
    " họ": 83,
    "học": 499,
    "ọc ": 1164,
    " học": 84,
    "học ": 500,
    "mấ": 630,
    "ấy": 1089,
    " mấ": 121,
    "mấy": 631,
    "ấy ": 1090,
    " mấy": 122,
    "mấy ": 632,
    "nă": 666,
    "ăm": 997,
    "m ": 623,
    " nă": 136,
    "năm": 667,
    "ăm ": 998,
    " năm": 137,
    "năm ": 668,
    "li": 597,
    "iê": 538,
    " li": 103,
    "liê": 598,
    "iên": 539,
    " liê": 104,
    "liên": 599,
    "iên ": 540,
    "kế": 591,
    "ết": 1126,
    "t ": 749,
    " kế": 98,
    "kết": 592,
    "ết ": 1127,
    " kết": 99,
    "kết ": 593,
    "q": 704,
    "ố": 1165,
    " q": 145,
    "qu": 705,
    "uố": 868,
    "ốc": 1166,
    " qu": 146,
    "quố": 710,
    "uốc": 869,
    "ốc ": 1167,
    " quố": 149,
    "quốc": 711,
    "uốc ": 870,
    "tế": 834,
    " tế": 207,
    "tế ": 835,
    " tế ": 208,
    "ếng": 1124,
    "iếng": 546,
    "ếng ": 1125,
    " an": 8,
    "anh": 288,
    " anh": 9,
    "anh ": 289,
    "rư": 723,
    "ườ": 1056,
    "ờn": 1186,
    "trư": 793,
    "rườ": 726,
    "ườn": 1057,
    "ờng": 1187,
    " trư": 182,
    "trườ": 795,
    "rườn": 727,
    "ường": 1058,
    "ờng ": 1188,
    "ữ": 1200,
    "hữ": 513,
    "ữn": 1201,
    "nhữ": 654,
    "hữn": 514,
    "ững": 1202,
    " nhữ": 133,
    "nhữn": 655,
    "hững": 515,
    "ững ": 1203,
    "gà": 405,
    "àn": 930,
    "ngà": 644,
    "gàn": 406,
    "ành": 931,
    " ngà": 128,
    "ngàn": 645,
    "gành": 407,
    "ành ": 932,
    "ho": 433,
    "cho": 323,
    "ho ": 434,
    " cho": 26,
    "cho ": 324,
    "bi": 302,
    " bi": 13,
    "biế": 303,
    "iết": 547,
    " biế": 14,
    "biết": 304,
    "iết ": 548,
    "á": 935,
    "cá": 343,
    "ác": 937,
    " cá": 35,
    "các": 344,
    "ác ": 938,
    " các": 36,
    "các ": 345,
    "ao": 293,
    "iao": 524,
    "ao ": 294,
    "giao": 390,
    "iao ": 525,
    "thô": 763,
    " thô": 167,
    "thôn": 764,
    "ậ": 1099,
    "vậ": 891,
    "ận": 1100,
    " vậ": 225,
    "vận": 892,
    "ận ": 1101,
    " vận": 226,
    "vận ": 893,
    "tả": 825,
    "ải": 1076,
    " tả": 201,
    "tải": 826,
    "ải ": 1077,
    " tải": 202,
    "tải ": 827,
    " u": 211,
    "ut": 843,
    " ut": 212,
    "uth": 844,
    "th ": 751,
    " uth": 213,
    "uth ": 845,
    "gì": 408,
    "ì ": 966,
    " gì": 60,
    "gì ": 409,
    " gì ": 61,
    "ại": 1067,
    "tại": 819,
    "ại ": 1068,
    " tại": 198,
    "tại ": 820,
    "đạ": 1026,
    " đạ": 258,
    "đại": 1027,
    " đại": 259,
    "đại ": 1028,
    "hu": 437,
    "yê": 914,
    "chu": 325,
    "huy": 439,
    "uyê": 848,
    "yên": 915,
    " chu": 27,
    "chuy": 326,
    "huyê": 440,
    "uyên": 849,
    "yên ": 916,
    "hê": 451,
    "êm": 959,
    "thê": 759,
    "hêm": 452,
    "êm ": 960,
    " thê": 165,
    "thêm": 760,
    "hêm ": 453,
    "tin": 784,
    " tin": 177,
    "tin ": 785,
    "ề": 1128,
    "về": 896,
    "ề ": 1129,
    " về": 228,
    "về ": 897,
    " về ": 229,
    "cô": 351,
    " cô": 40,
    "côn": 352,
    " côn": 41,
    "công": 353,
    "ệ": 1141,
    "gh": 382,
    "hệ": 494,
    "ệ ": 1142,
    "ngh": 637,
    "ghệ": 385,
    "hệ ": 495,
    " ngh": 125,
    "nghệ": 639,
    "ghệ ": 386,
    "ỹ": 1208,
    "kỹ": 594,
    "ỹ ": 1209,
    " kỹ": 100,
    "kỹ ": 595,
    " kỹ ": 101,
    "uậ": 865,
    "ật": 1104,
    "thu": 757,
    "huậ": 444,
    "uật": 866,
    "ật ": 1105,
    " thu": 164,
    "thuậ": 758,
    "huật": 445,
    "uật ": 867,
    "cơ": 354,
    "ơ ": 1038,
    " cơ": 42,
    "cơ ": 355,
    " cơ ": 43,
    "í": 970,
    "hí": 454,
    "í ": 971,
    "khí": 578,
    "hí ": 455,
    " khí": 91,
    "khí ": 579,
    "đi": 1004,
    "iề": 549,
    "ều": 1130,
    "u ": 839,
    " đi": 243,
    "điề": 1006,
    "iều": 550,
    "ều ": 1131,
    " điề": 245,
    "điều": 1007,
    "iều ": 551,
    "ể": 1132,
    "iể": 552,
    "ển": 1136,
    "khi": 574,
    "hiể": 428,
    "iển": 555,
    "ển ": 1137,
    " khi": 89,
    "khiể": 575,
    "hiển": 429,
    "iển ": 556,
    "và": 881,
    " và": 218,
    "và ": 882,
    " và ": 219,
    "ự": 1204,
    "tự": 836,
    "ự ": 1205,
    " tự": 209,
    "tự ": 837,
    " tự ": 210,
    "ộ": 1170,
    "độ": 1034,
    "ộn": 1175,
    " độ": 264,
    "độn": 1035,
    "ộng": 1176,
    " độn": 265,
    "động": 1036,
    "ộng ": 1177,
    "hó": 461,
    "óa": 982,
    " hó": 75,
    "hóa": 462,
    "óa ": 983,
    " hóa": 76,
    "hóa ": 463,
    "ớ": 1178,
    "iớ": 568,
    "ới": 1181,
    "giớ": 395,
    "iới": 569,
    "ới ": 1182,
    " giớ": 57,
    "giới": 396,
    "iới ": 570,
    "iệ": 557,
    "ệu": 1151,
    "thi": 754,
    "hiệ": 430,
    "iệu": 566,
    "ệu ": 1152,
    " thi": 163,
    "thiệ": 756,
    "hiệu": 432,
    "iệu ": 567,
    "quy": 706,
    "uy ": 847,
    " quy": 147,
    "quy ": 707,
    "oạ": 690,
    "ạc": 1064,
    " ho": 71,
    "hoạ": 435,
    "oạc": 691,
    "ạch": 1065,
    "ch ": 320,
    " hoạ": 72,
    "hoạc": 436,
    "oạch": 692,
    "ạch ": 1066,
    "uả": 856,
    "ản": 1080,
    "quả": 708,
    "uản": 857,
    "ản ": 1081,
    " quả": 148,
    "quản": 709,
    "uản ": 858,
    "ý": 994,
    "lý": 611,
    "ý ": 995,
    " lý": 110,
    "lý ": 612,
    " lý ": 111,
    "s": 735,
    "og": 679,
    "is": 533,
    "st": 743,
    "ic": 526,
    "cs": 338,
    "s ": 736,
    " lo": 105,
    "log": 605,
    "ogi": 680,
    "gis": 391,
    "ist": 534,
    "sti": 744,
    "tic": 782,
    "ics": 527,
    "cs ": 339,
    " log": 106,
    "logi": 606,
    "ogis": 681,
    "gist": 392,
    "isti": 535,
    "stic": 745,
    "tics": 783,
    "ics ": 528,
    "hạ": 476,
    "ạ ": 1063,
    " hạ": 79,
    "hạ ": 477,
    " hạ ": 80,
    "tầ": 828,
    " tầ": 203,
    "tần": 829,
    "ầng": 1094,
    " tần": 204,
    "tầng": 830,
    "ầng ": 1095,
    " ô": 240,
    "ô ": 985,
    " ô ": 241,
    "tô ": 810,
    " tô ": 191,
    "hộ": 504,
    "ội": 1173,
    " hộ": 85,
    "hội": 505,
    "ội ": 1174,
    " hội": 86,
    "hội ": 506,
    "vi": 875,
    "ệc": 1143,
    " vi": 215,
    "việ": 878,
    "iệc": 558,
    "ệc ": 1144,
    " việ": 217,
    "việc": 879,
    "iệc ": 559,
    "àm": 928,
    "làm": 609,
    "àm ": 929,
    " làm": 109,
    "làm ": 610,
    "ủ": 1194,
    "củ": 362,
    "ủa": 1195,
    " củ": 48,
    "của": 363,
    "ủa ": 1196,
    " của": 49,
    "của ": 364,
    "ểm": 1134,
    "điể": 1008,
    "iểm": 553,
    "ểm ": 1135,
    " điể": 246,
    "điểm": 1009,
    "iểm ": 554,
    "ẩ": 1096,
    "uẩ": 862,
    "ẩn": 1097,
    "huẩ": 442,
    "uẩn": 863,
    "ẩn ": 1098,
    "chuẩ": 327,
    "huẩn": 443,
    "uẩn ": 864,
    "_": 273,
    " _": 1,
    "__": 275,
    "_n": 279,
    "nu": 660,
    "um": 840,
    "mb": 624,
    "be": 299,
    "er": 377,
    "r_": 713,
    "_ ": 274,
    " __": 2,
    "__n": 277,
    "_nu": 280,
    "num": 661,
    "umb": 841,
    "mbe": 625,
    "ber": 300,
    "er_": 378,
    "r__": 714,
    "__ ": 276,
    " __n": 3,
    "__nu": 278,
    "_num": 281,
    "numb": 662,
    "umbe": 842,
    "mber": 626,
    "ber_": 301,
    "er__": 379,
    "r__ ": 715,
    "ba": 296,
    " ba": 11,
    "bao": 297,
    " bao": 12,
    "bao ": 298,
    "êu": 963,
    "nhi": 648,
    "hiê": 426,
    "iêu": 541,
    "êu ": 964,
    " nhi": 130,
    "nhiê": 649,
    "hiêu": 427,
    "iêu ": 542,
    "ướ": 1053,
    "ớc": 1179,
    "rướ": 724,
    "ước": 1054,
    "ớc ": 1180,
    "trướ": 794,
    "rước": 725,
    "ước ": 1055,
    "go": 397,
    "oá": 687,
    "ái": 941,
    "ngo": 640,
    "goá": 400,
    "oái": 688,
    "ái ": 942,
    " ngo": 126,
    "ngoá": 641,
    "goái": 401,
    "oái ": 689,
    "gầ": 410,
    " gầ": 62,
    "gần": 411,
    " gần": 63,
    "gần ": 412,
    "hố": 501,
    "ối": 1168,
    "khố": 582,
    "hối": 502,
    "ối ": 1169,
    " khố": 93,
    "khối": 583,
    "hối ": 503,
    "é": 955,
    "xé": 904,
    "ét": 956,
    " xé": 235,
    "xét": 905,
    "ét ": 957,
    " xét": 236,
    "xét ": 906,
    "yể": 917,
    "tuy": 802,
    "uyể": 850,
    "yển": 918,
    " tuy": 186,
    "tuyể": 803,
    "uyển": 851,
    "yển ": 919,
    "vào": 883,
    " vào": 220,
    "vào ": 884,
    "cầ": 359,
    " cầ": 46,
    "cần": 360,
    " cần": 47,
    "cần ": 361,
    "thi ": 755,
    "để": 1029,
    "ể ": 1133,
    " để": 260,
    "để ": 1030,
    " để ": 261,
    "ị ": 1156,
    "rị ": 732,
    "trị ": 799,
    "ki": 584,
    " ki": 94,
    "kin": 585,
    "inh": 531,
    " kin": 95,
    "kinh": 586,
    "inh ": 532,
    "d": 365,
    " d": 50,
    "do": 369,
    "oa": 673,
    " do": 51,
    "doa": 370,
    "oan": 674,
    " doa": 52,
    "doan": 371,
    "oanh": 675,
    "lấ": 616,
    " lấ": 114,
    "lấy": 617,
    " lấy": 115,
    "lấy ": 618,
    "phí": 696,
    " phí": 141,
    "phí ": 697,
    "chi": 321,
    " chi": 25,
    "chi ": 322,
    "tậ": 831,
    "ập": 1102,
    "p ": 694,
    " tậ": 205,
    "tập": 832,
    "ập ": 1103,
    " tập": 206,
    "tập ": 833,
    "âu": 949,
    "đâu": 1017,
    "âu ": 950,
    " đâu": 252,
    "đâu ": 1018,
    "đị": 1031,
    "ịa": 1157,
    " đị": 262,
    "địa": 1032,
    "ịa ": 1158,
    " địa": 263,
    "địa ": 1033,
    "ỉ": 1153,
    "hỉ": 496,
    "ỉ ": 1154,
    "chỉ": 336,
    "hỉ ": 497,
    " chỉ": 32,
    "chỉ ": 337,
    " s": 153,
    "sở": 746,
    " sở": 158,
    "sở ": 747,
    " sở ": 159,
    "si": 740,
    " si": 156,
    "sin": 741,
    " sin": 157,
    "sinh": 742,
    "viê": 876,
    " viê": 216,
    "viên": 877,
    "hấ": 483,
    "ất": 1087,
    "nhấ": 652,
    "hất": 484,
    "ất ": 1088,
    " nhấ": 132,
    "nhất": 653,
    "hất ": 485,
    "ín": 972,
    "chí": 330,
    "hín": 456,
    "ính": 973,
    " chí": 29,
    "chín": 331,
    "hính": 457,
    "ính ": 974,
    "cả": 356,
    "ảm": 1078,
    " cả": 44,
    "cảm": 357,
    "ảm ": 1079,
    " cảm": 45,
    "cảm ": 358,
    " ơn": 269,
    "ơn ": 1042,
    " ơn ": 270,
    "ha": 418,
    "nk": 656,
    "k ": 572,
    "tha": 752,
    "han": 419,
    "ank": 290,
    "nk ": 657,
    " tha": 162,
    "than": 753,
    "hank": 420,
    "ank ": 291,
    " y": 237,
    "yo": 911,
    "ou": 685,
    " yo": 238,
    "you": 912,
    "ou ": 686,
    " you": 239,
    "you ": 913,
    "ks": 587,
    "nks": 658,
    "ks ": 588,
    "anks": 292,
    "nks ": 659,
    "ám": 943,
    "cám": 347,
    "ám ": 944,
    " cám": 37,
    "cám ": 348,
    "ã": 953,
    "đã": 1021,
    "ã ": 954,
    " đã": 254,
    "đã ": 1022,
    " đã ": 255,
    "tư": 816,
    " tư": 195,
    "tư ": 817,
    " tư ": 196,
    "vấ": 888,
    " vấ": 223,
    "vấn": 889,
    " vấn": 224,
    "vấn ": 890,
    "ạm": 1069,
    "tạm": 821,
    "ạm ": 1070,
    " tạm": 199,
    "tạm ": 822,
    "ệt": 1149,
    "biệ": 305,
    "iệt": 564,
    "ệt ": 1150,
    " biệ": 15,
    "biệt": 306,
    "iệt ": 565,
    "oo": 682,
    "od": 676,
    "db": 366,
    "by": 307,
    "ye": 909,
    "e ": 373,
    " go": 58,
    "goo": 398,
    "ood": 683,
    "odb": 677,
    "dby": 367,
    "bye": 308,
    "ye ": 910,
    " goo": 59,
    "good": 399,
    "oodb": 684,
    "odby": 678,
    "dbye": 368,
    "bye ": 309,
    " by": 16,
    " bye": 17,
    "ẹ": 1117,
    "hẹ": 489,
    "ẹn": 1118,
    " hẹ": 81,
    "hẹn": 490,
    "ẹn ": 1119,
    " hẹn": 82,
    "hẹn ": 491,
    "ặ": 1114,
    "gặ": 413,
    "ặp": 1115,
    " gặ": 64,
    "gặp": 414,
    "ặp ": 1116,
    " gặp": 65,
    "gặp ": 415,
    "lạ": 613,
    " lạ": 112,
    "lại": 614,
    " lại": 113,
    "lại ": 615,
    "phả": 702,
    "hải": 479,
    " phả": 144,
    "phải": 703,
    "hải ": 480,
    "đi ": 1005,
    " đi ": 244,
    "ú": 991,
    "hú": 467,
    "úc": 992,
    "thú": 765,
    "húc": 468,
    "úc ": 993,
    " thú": 168,
    "thúc": 766,
    "húc ": 469,
    "cu": 340,
    "uộ": 871,
    "ộc": 1171,
    " cu": 33,
    "cuộ": 341,
    "uộc": 872,
    "ộc ": 1172,
    " cuộ": 34,
    "cuộc": 342,
    "uộc ": 873,
    "ò": 975,
    "rò": 721,
    "ò ": 976,
    "trò": 791,
    "rò ": 722,
    " trò": 181,
    "trò ": 792,
    "yệ": 923,
    "ện": 1147,
    "uyệ": 854,
    "yện": 924,
    "ện ": 1148,
    "huyệ": 441,
    "uyện": 855,
    "yện ": 925,
    "ứ": 1197,
    "hứ": 510,
    "ức": 1198,
    "thứ": 777,
    "hức": 511,
    "ức ": 1199,
    " thứ": 174,
    "thức": 778,
    "hức ": 512,
    "ằ": 1106,
    "bằ": 314,
    "ằn": 1107,
    " bằ": 21,
    "bằn": 315,
    "ằng": 1108,
    " bằn": 22,
    "bằng": 316,
    "ằng ": 1109,
    "bạ ": 311,
    " bạ ": 19,
    "ợ": 1191,
    "đư": 1023,
    "ượ": 1059,
    "ợc": 1192,
    " đư": 256,
    "đượ": 1024,
    "ược": 1060,
    "ợc ": 1193,
    " đượ": 257,
    "được": 1025,
    "ược ": 1061,
    "ẳ": 1110,
    "hẳ": 486,
    "ẳn": 1111,
    "thẳ": 771,
    "hẳn": 487,
    "ẳng": 1112,
    " thẳ": 171,
    "thẳn": 772,
    "hẳng": 488,
    "ẳng ": 1113,
    "đá": 1013,
    "án": 945,
    " đá": 249,
    "đán": 1014,
    "ánh": 946,
    " đán": 250,
    "đánh": 1015,
    "ánh ": 947,
    "iá": 536,
    "á ": 936,
    "giá": 393,
    "iá ": 537,
    " giá": 56,
    "giá ": 394,
    "năn": 669,
    "ăng": 1001,
    " năn": 138,
    "năng": 670,
    "ăng ": 1002,
    "lự": 619,
    "ực": 1206,
    " lự": 116,
    "lực": 620,
    "ực ": 1207,
    " lực": 117,
    "lực ": 621,
    "ách": 939,
    "cách": 346,
    "ách ": 940,
    "vật": 894,
    " vật": 227,
    "vật ": 895,
    "chấ": 334,
    " chấ": 31,
    "chất": 335,
    "ký": 589,
    " ký": 96,
    "ký ": 590,
    " ký ": 97,
    "tú": 813,
    " tú": 193,
    "túc": 814,
    " túc": 194,
    "túc ": 815,
    "xá": 902,
    " xá": 233,
    "xá ": 903,
    " xá ": 234,
    "hò": 458,
    "òn": 977,
    "phò": 698,
    "hòn": 459,
    "òng": 978,
    " phò": 142,
    "phòn": 699,
    "hòng": 460,
    "òng ": 979,
    "thí": 761,
    " thí": 166,
    "thí ": 762,
    "ệm": 1145,
    "ghi": 383,
    "iệm": 560,
    "ệm ": 1146,
    "nghi": 638,
    "ghiệ": 384,
    "hiệm": 431,
    "iệm ": 561,
    "thư": 767,
    " thư": 169,
    "thư ": 768,
    "iện": 562,
    "viện": 880,
    "iện ": 563,
    " r": 150,
    "ra": 716,
    " ra": 151,
    "ra ": 717,
    " ra ": 152,
    "sa": 737,
    " sa": 154,
    "sao": 738,
    " sao": 155,
    "sao ": 739,
    "khu": 576,
    "hu ": 438,
    " khu": 90,
    "khu ": 577,
    "hự": 516,
    "thự": 779,
    "hực": 517,
    " thự": 175,
    "thực": 780,
    "hực ": 518,
    " hà": 73,
    "hàn": 447,
    " hàn": 74,
    "hành": 448
  },
  "response": null,
  "action_text": null
}