{
  "text": {
    " ": 0,
    "x": 1270,
    "i": 740,
    "n": 903,
    " x": 341,
    "xi": 1271,
    "in": 750,
    "n ": 904,
    " xi": 342,
    "xin": 1272,
    "in ": 751,
    " xin": 343,
    "xin ": 1273,
    "c": 473,
    "h": 604,
    "à": 1307,
    "o": 952,
    " c": 36,
    "ch": 478,
    "hà": 649,
    "ào": 1317,
    "o ": 953,
    " ch": 39,
    "chà": 488,
    "hào": 653,
    "ào ": 1318,
    " chà": 43,
    "chào": 489,
    "hào ": 654,
    "b": 437,
    "ạ": 1487,
    " b": 13,
    "bạ": 461,
    "ạn": 1497,
    " bạ": 27,
    "bạn": 463,
    "ạn ": 1498,
    " bạn": 29,
    "bạn ": 464,
    "e": 557,
    "l": 827,
    " h": 99,
    "he": 613,
    "el": 559,
    "ll": 837,
    "lo": 840,
    " he": 100,
    "hel": 614,
    "ell": 560,
    "llo": 838,
    "lo ": 841,
    " hel": 101,
    "hell": 615,
    "ello": 561,
    "llo ": 839,
    "hi": 616,
    "i ": 741,
    " hi": 102,
    "hi ": 617,
    " hi ": 103,
    "ó": 1374,
    "có": 511,
    "ó ": 1375,
    " có": 54,
    "có ": 512,
    " có ": 55,
    "a": 417,
    " a": 4,
    "ai": 419,
    " ai": 6,
    "ai ": 420,
    " ai ": 7,
    "ở": 1643,
    " ở": 403,
    "ở ": 1644,
    " ở ": 404,
    "đ": 1403,
    "â": 1338,
    "y": 1285,
    " đ": 357,
    "đâ": 1422,
    "ây": 1343,
    "y ": 1286,
    " đâ": 370,
    "đây": 1425,
    "ây ": 1344,
    " đây": 372,
    "đây ": 1426,
    "k": 795,
    "ô": 1378,
    "g": 567,
    " k": 127,
    "kh": 797,
    "hô": 674,
    "ôn": 1382,
    "ng": 905,
    "g ": 568,
    " kh": 128,
    "khô": 808,
    "hôn": 675,
    "ông": 1384,
    "ng ": 906,
    " khô": 134,
    "khôn": 809,
    "hông": 676,
    "ông ": 1385,
    "ơ": 1463,
    " ơ": 398,
    "ơi": 1465,
    " ơi": 399,
    "ơi ": 1466,
    " ơi ": 400,
    "t": 1060,
    " t": 246,
    "tô": 1157,
    "ôi": 1380,
    " tô": 293,
    "tôi": 1159,
    "ôi ": 1381,
    " tôi": 295,
    "tôi ": 1160,
    " l": 146,
    "là": 847,
    "à ": 1308,
    " là": 156,
    "là ": 848,
    " là ": 157,
    "u": 1191,
    "ễ": 1582,
    " n": 190,
    "gu": 587,
    "uy": 1205,
    "yễ": 1301,
    "ễn": 1583,
    " ng": 191,
    "ngu": 910,
    "guy": 588,
    "uyễ": 1213,
    "yễn": 1302,
    "ễn ": 1584,
    " ngu": 193,
    "nguy": 911,
    "guyễ": 589,
    "uyễn": 1214,
    "yễn ": 1303,
    "v": 1242,
    "ă": 1396,
    " v": 321,
    "vă": 1255,
    "ăn": 1399,
    " vă": 330,
    "văn": 1256,
    "ăn ": 1400,
    " văn": 331,
    "văn ": 1257,
    "a ": 418,
    " a ": 5,
    "ê": 1350,
    "tê": 1150,
    "ên": 1354,
    " tê": 289,
    "tên": 1151,
    "ên ": 1355,
    " tên": 290,
    "tên ": 1152,
    "ị": 1599,
    "th": 1062,
    "hị": 715,
    "ị ": 1600,
    " th": 247,
    "thị": 1096,
    "hị ": 716,
    " thị": 261,
    "thị ": 1097,
    "b ": 438,
    " b ": 14,
    "r": 1001,
    "tr": 1118,
    "rị": 1029,
    "ịn": 1603,
    "nh": 919,
    "h ": 605,
    " tr": 272,
    "trị": 1134,
    "rịn": 1031,
    "ịnh": 1604,
    "nh ": 920,
    " trị": 280,
    "trịn": 1136,
    "rịnh": 1032,
    "ịnh ": 1605,
    "ầ": 1523,
    "rầ": 1026,
    "ần": 1524,
    "trầ": 1132,
    "rần": 1027,
    "ần ": 1525,
    " trầ": 279,
    "trần": 1133,
    "rần ": 1028,
    "p": 976,
    "ư": 1471,
    " p": 212,
    "ph": 978,
    "hư": 682,
    "ươ": 1476,
    "ơn": 1467,
    " ph": 213,
    "phư": 985,
    "hươ": 686,
    "ươn": 1477,
    "ơng": 1469,
    " phư": 217,
    "phươ": 986,
    "hươn": 687,
    "ương": 1478,
    "ơng ": 1470,
    "ấ": 1514,
    "tu": 1137,
    "uấ": 1220,
    "ấn": 1515,
    " tu": 281,
    "tuấ": 1140,
    "uấn": 1221,
    "ấn ": 1516,
    " tuấ": 283,
    "tuấn": 1141,
    "uấn ": 1222,
    "m": 867,
    "ì": 1358,
    " m": 171,
    "mì": 883,
    "ìn": 1360,
    " mì": 178,
    "mìn": 884,
    "ình": 1361,
    " mìn": 179,
    "mình": 885,
    "ình ": 1362,
    "ưn": 1473,
    " hư": 112,
    "hưn": 684,
    "ưng": 1474,
    " hưn": 113,
    "hưng": 685,
    "ưng ": 1475,
    "ả": 1503,
    "hả": 692,
    "ảo": 1512,
    "thả": 1088,
    "hảo": 695,
    "ảo ": 1513,
    " thả": 257,
    "thảo": 1089,
    "hảo ": 696,
    "ế": 1560,
    "ti": 1108,
    "iế": 764,
    "ến": 1562,
    " ti": 267,
    "tiế": 1113,
    "iến": 765,
    "ến ": 1563,
    " tiế": 269,
    "tiến": 1114,
    "iến ": 766,
    " e": 85,
    "em": 562,
    "m ": 868,
    " em": 86,
    "em ": 563,
    " em ": 87,
    "hu": 636,
    "u ": 1192,
    "thu": 1070,
    "hu ": 637,
    " thu": 250,
    "thu ": 1071,
    "lê": 851,
    "ê ": 1351,
    " lê": 159,
    "lê ": 852,
    " lê ": 160,
    "ờ": 1637,
    "cư": 518,
    "ườ": 1479,
    "ờn": 1640,
    " cư": 60,
    "cườ": 519,
    "ườn": 1480,
    "ờng": 1641,
    " cườ": 61,
    "cườn": 520,
    "ường": 1481,
    "ờng ": 1642,
    "hạ": 688,
    "ạm": 1495,
    "phạ": 987,
    "hạm": 690,
    "ạm ": 1496,
    " phạ": 218,
    "phạm": 988,
    "hạm ": 691,
    "mi": 877,
    " mi": 174,
    "min": 878,
    "inh": 752,
    " min": 175,
    "minh": 879,
    "inh ": 753,
    "ỗ": 1621,
    "đỗ": 1455,
    "ỗ ": 1622,
    " đỗ": 393,
    "đỗ ": 1456,
    " đỗ ": 394,
    "ma": 869,
    " ma": 172,
    "mai": 870,
    " mai": 173,
    "mai ": 871,
    "an": 423,
    " an": 10,
    "anh": 427,
    " anh": 12,
    "anh ": 428,
    "ho": 628,
    "oà": 969,
    "àn": 1311,
    " ho": 105,
    "hoà": 632,
    "oàn": 970,
    "àng": 1313,
    " hoà": 106,
    "hoàn": 633,
    "oàng": 972,
    "àng ": 1314,
    "đì": 1429,
    " đì": 375,
    "đìn": 1430,
    " đìn": 376,
    "đình": 1431,
    "ủ": 1657,
    "củ": 534,
    "ủa": 1658,
    " củ": 70,
    "của": 535,
    "ủa ": 1659,
    " của": 71,
    "của ": 536,
    "ũ": 1461,
    "vũ": 1258,
    "ũ ": 1462,
    " vũ": 332,
    "vũ ": 1259,
    " vũ ": 333,
    "ú": 1389,
    "hú": 677,
    "úy": 1392,
    "thú": 1082,
    "húy": 680,
    "úy ": 1393,
    " thú": 255,
    "thúy": 1084,
    "húy ": 681,
    "ằ": 1543,
    "hằ": 700,
    "ằn": 1544,
    " hằ": 119,
    "hằn": 701,
    "ằng": 1545,
    " hằn": 120,
    "hằng": 702,
    "ằng ": 1546,
    "ha": 606,
    "pha": 979,
    "han": 609,
    "an ": 424,
    " pha": 214,
    "phan": 980,
    "han ": 610,
    "tha": 1064,
    " tha": 248,
    "than": 1065,
    "hanh": 611,
    "bì": 455,
    " bì": 23,
    "bìn": 456,
    " bìn": 24,
    "bình": 457,
    "gô": 595,
    "ô ": 1379,
    "ngô": 914,
    "gô ": 596,
    " ngô": 195,
    "ngô ": 915,
    "q": 991,
    " q": 220,
    "qu": 992,
    "ua": 1193,
    " qu": 221,
    "qua": 993,
    "uan": 1194,
    "ang": 425,
    " qua": 222,
    "quan": 994,
    "uang": 1195,
    "ang ": 426,
    "ải": 1504,
    " hả": 117,
    "hải": 693,
    "ải ": 1505,
    " hải": 118,
    "hải ": 694,
    "ù": 1386,
    "bù": 458,
    "ùi": 1387,
    " bù": 25,
    "bùi": 459,
    "ùi ": 1388,
    " bùi": 26,
    "bùi ": 460,
    "la": 829,
    " la": 147,
    "lan": 830,
    " lan": 148,
    "lan ": 831,
    "ặ": 1551,
    "đặ": 1442,
    "ặn": 1552,
    " đặ": 384,
    "đặn": 1443,
    "ặng": 1553,
    " đặn": 385,
    "đặng": 1444,
    "ặng ": 1554,
    "ớ": 1634,
    " g": 88,
    "gi": 574,
    "iớ": 792,
    "ới": 1635,
    " gi": 89,
    "giớ": 582,
    "iới": 793,
    "ới ": 1636,
    " giớ": 92,
    "giới": 583,
    "iới ": 794,
    "ệ": 1585,
    "iệ": 781,
    "ệu": 1595,
    "thi": 1066,
    "hiệ": 624,
    "iệu": 790,
    "ệu ": 1596,
    " thi": 249,
    "thiệ": 1069,
    "hiệu": 627,
    "iệu ": 791,
    "rư": 1021,
    "trư": 1129,
    "rươ": 1022,
    " trư": 278,
    "trươ": 1130,
    "rươn": 1023,
    "cô": 513,
    " cô": 56,
    "côn": 514,
    " côn": 57,
    "công": 515,
    "đị": 1447,
    " đị": 388,
    "địn": 1450,
    " địn": 390,
    "định": 1451,
    "đi": 1406,
    " đi": 360,
    "đin": 1408,
    " đin": 362,
    "đinh": 1409,
    "ề": 1570,
    "ki": 812,
    "iề": 770,
    "ều": 1574,
    " ki": 136,
    "kiề": 815,
    "iều": 771,
    "ều ": 1575,
    " kiề": 138,
    "kiều": 816,
    "iều ": 772,
    "ra": 1005,
    "tra": 1119,
    "ran": 1007,
    " tra": 273,
    "tran": 1120,
    "rang": 1008,
    "ý": 1394,
    "lý": 853,
    "ý ": 1395,
    " lý": 161,
    "lý ": 854,
    " lý ": 162,
    "mạ": 889,
    "ạc": 1489,
    "c ": 474,
    " mạ": 182,
    "mạc": 890,
    "ạc ": 1490,
    " mạc": 183,
    "mạc ": 891,
    " hươ": 114,
    "chư": 492,
    " chư": 45,
    "chươ": 493,
    "rì": 1014,
    "trì": 1123,
    "rìn": 1015,
    " trì": 275,
    "trìn": 1124,
    "rình": 1016,
    "đà": 1416,
    " đà": 366,
    "đào": 1417,
    " đào": 367,
    "đào ": 1418,
    "tạ": 1166,
    "ạo": 1501,
    " tạ": 300,
    "tạo": 1171,
    "ạo ": 1502,
    " tạo": 303,
    "tạo ": 1172,
    "ư ": 1472,
    " nh": 197,
    "như": 925,
    "hư ": 683,
    " như": 200,
    "như ": 926,
    "hế": 709,
    "ế ": 1561,
    "thế": 1094,
    "hế ": 710,
    " thế": 260,
    "thế ": 1095,
    "nà": 938,
    " nà": 203,
    "nào": 939,
    " nào": 204,
    "nào ": 940,
    "hờ": 725,
    "ời": 1638,
    "thờ": 1100,
    "hời": 726,
    "ời ": 1639,
    " thờ": 263,
    "thời": 1101,
    "hời ": 727,
    "ia": 742,
    "gia": 575,
    "ian": 743,
    " gia": 90,
    "gian": 576,
    "ian ": 744,
    "ọ": 1606,
    "họ": 717,
    "ọc": 1607,
    " họ": 125,
    "học": 718,
    "ọc ": 1608,
    " học": 126,
    "học ": 719,
    "mấ": 897,
    "ấy": 1521,
    " mấ": 186,
    "mấy": 898,
    "ấy ": 1522,
    " mấy": 187,
    "mấy ": 899,
    "nă": 941,
    "ăm": 1397,
    " nă": 205,
    "năm": 942,
    "ăm ": 1398,
    " năm": 206,
    "năm ": 943,
    "li": 832,
    "iê": 759,
    " li": 149,
    "liê": 833,
    "iên": 760,
    " liê": 150,
    "liên": 834,
    "iên ": 761,
    "kế": 821,
    "ết": 1568,
    "t ": 1061,
    " kế": 141,
    "kết": 823,
    "ết ": 1569,
    " kết": 143,
    "kết ": 824,
    "ố": 1609,
    "uố": 1231,
    "ốc": 1611,
    "quố": 999,
    "uốc": 1232,
    "ốc ": 1612,
    " quố": 225,
    "quốc": 1000,
    "uốc ": 1233,
    "tế": 1182,
    " tế": 310,
    "tế ": 1183,
    " tế ": 311,
    "ếng": 1564,
    "iếng": 767,
    "ếng ": 1565,
    "rườ": 1024,
    "trườ": 1131,
    "rườn": 1025,
    "ữ": 1670,
    "hữ": 734,
    "ữn": 1672,
    "nhữ": 929,
    "hữn": 735,
    "ững": 1673,
    " nhữ": 202,
    "nhữn": 930,
    "hững": 736,
    "ững ": 1674,
    "gà": 590,
    "ngà": 912,
    "gàn": 591,
    "ành": 1315,
    " ngà": 194,
    "ngàn": 913,
    "gành": 592,
    "ành ": 1316,
    "cho": 482,
    "ho ": 629,
    " cho": 41,
    "cho ": 483,
    "bi": 445,
    " bi": 17,
    "biế": 446,
    "iết": 768,
    " biế": 18,
    "biết": 447,
    "iết ": 769,
    "á": 1321,
    "cá": 505,
    "ác": 1323,
    " cá": 51,
    "các": 506,
    "ác ": 1324,
    " các": 52,
    "các ": 507,
    "ao": 432,
    "iao": 745,
    "ao ": 433,
    "giao": 577,
    "iao ": 746,
    "thô": 1080,
    " thô": 254,
    "thôn": 1081,
    "ậ": 1533,
    "vậ": 1263,
    "ận": 1534,
    " vậ": 336,
    "vận": 1264,
    "ận ": 1535,
    " vận": 337,
    "vận ": 1265,
    "tả": 1173,
    " tả": 304,
    "tải": 1174,
    " tải": 305,
    "tải ": 1175,
    " u": 318,
    "ut": 1202,
    " ut": 319,
    "uth": 1203,
    "th ": 1063,
    " uth": 320,
    "uth ": 1204,
    "gì": 593,
    "ì ": 1359,
    " gì": 95,
    "gì ": 594,
    " gì ": 96,
    "ại": 1493,
    "tại": 1167,
    "ại ": 1494,
    " tại": 301,
    "tại ": 1168,
    "đạ": 1439,
    " đạ": 382,
    "đại": 1440,
    " đại": 383,
    "đại ": 1441,
    "yê": 1292,
    "chu": 484,
    "huy": 638,
    "uyê": 1207,
    "yên": 1293,
    " chu": 42,
    "chuy": 485,
    "huyê": 639,
    "uyên": 1208,
    "yên ": 1294,
    "hê": 661,
    "êm": 1352,
    "thê": 1076,
    "hêm": 662,
    "êm ": 1353,
    " thê": 252,
    "thêm": 1077,
    "hêm ": 663,
    "tin": 1111,
    " tin": 268,
    "tin ": 1112,
    "về": 1268,
    "ề ": 1571,
    " về": 339,
    "về ": 1269,
    " về ": 340,
    "gh": 569,
    "hệ": 711,
    "ệ ": 1586,
    "ngh": 907,
    "ghệ": 572,
    "hệ ": 712,
    " ngh": 192,
    "nghệ": 909,
    "ghệ ": 573,
    "ỹ": 1684,
    "kỹ": 825,
    "ỹ ": 1685,
    " kỹ": 144,
    "kỹ ": 826,
    " kỹ ": 145,
    "uậ": 1226,
    "ật": 1538,
    "huậ": 643,
    "uật": 1227,
    "ật ": 1539,
    "thuậ": 1072,
    "huật": 644,
    "uật ": 1228,
    "cơ": 516,
    "ơ ": 1464,
    " cơ": 58,
    "cơ ": 517,
    " cơ ": 59,
    "í": 1363,
    "hí": 664,
    "í ": 1364,
    "khí": 806,
    "hí ": 665,
    " khí": 133,
    "khí ": 807,
    "điề": 1410,
    " điề": 363,
    "điều": 1411,
    "ể": 1576,
    "iể": 773,
    "ển": 1580,
    "khi": 800,
    "hiể": 622,
    "iển": 776,
    "ển ": 1581,
    " khi": 130,
    "khiể": 801,
    "hiển": 623,
    "iển ": 777,
    "và": 1251,
    " và": 327,
    "và ": 1252,
    " và ": 328,
    "ự": 1675,
    "tự": 1189,
    "ự ": 1676,
    " tự": 316,
    "tự ": 1190,
    " tự ": 317,
    "ộ": 1625,
    "độ": 1457,
    "ộn": 1631,
    " độ": 395,
    "độn": 1459,
    "ộng": 1632,
    " độn": 397,
    "động": 1460,
    "ộng ": 1633,
    "hó": 671,
    "óa": 1376,
    " hó": 110,
    "hóa": 672,
    "óa ": 1377,
    " hóa": 111,
    "hóa ": 673,
    "quy": 995,
    "uy ": 1206,
    " quy": 223,
    "quy ": 996,
    "oạ": 973,
    "hoạ": 634,
    "oạc": 974,
    "ạch": 1491,
    "ch ": 479,
    " hoạ": 107,
    "hoạc": 635,
    "oạch": 975,
    "ạch ": 1492,
    "uả": 1217,
    "ản": 1508,
    "quả": 997,
    "uản": 1218,
    "ản ": 1509,
    " quả": 224,
    "quản": 998,
    "uản ": 1219,
    "s": 1033,
    "og": 961,
    "is": 754,
    "st": 1044,
    "ic": 747,
    "cs": 498,
    "s ": 1034,
    " lo": 152,
    "log": 842,
    "ogi": 962,
    "gis": 578,
    "ist": 755,
    "sti": 1045,
    "tic": 1109,
    "ics": 748,
    "cs ": 499,
    " log": 153,
    "logi": 843,
    "ogis": 963,
    "gist": 579,
    "isti": 756,
    "stic": 1046,
    "tics": 1110,
    "ics ": 749,
    "ạ ": 1488,
    " hạ": 115,
    "hạ ": 689,
    " hạ ": 116,
    "tầ": 1176,
    " tầ": 306,
    "tần": 1177,
    "ầng": 1526,
    " tần": 307,
    "tầng": 1178,
    "ầng ": 1527,
    " ô": 355,
    " ô ": 356,
    "tô ": 1158,
    " tô ": 294,
    " s": 229,
    "số": 1056,
    "ố ": 1610,
    " số": 242,
    "số ": 1057,
    " số ": 243,
    "oa": 954,
    "kho": 802,
    "hoa": 630,
    "oa ": 955,
    " kho": 131,
    "khoa": 803,
    "hoa ": 631,
    "d": 537,
    " d": 72,
    "dữ": 552,
    "ữ ": 1671,
    " dữ": 81,
    "dữ ": 553,
    " dữ ": 82,
    "liệ": 835,
    " liệ": 151,
    "liệu": 836,
    "al": 421,
    "l ": 828,
    " al": 8,
    "al ": 422,
    " al ": 9,
    "sm": 1041,
    "ar": 434,
    "rt": 1009,
    " sm": 234,
    "sma": 1042,
    "mar": 872,
    "art": 435,
    "rt ": 1010,
    " sma": 235,
    "smar": 1043,
    "mart": 873,
    "art ": 436,
    "ru": 1011,
    "yề": 1295,
    "ền": 1572,
    "tru": 1121,
    "ruy": 1012,
    "uyề": 1209,
    "yền": 1296,
    "ền ": 1573,
    " tru": 274,
    "truy": 1122,
    "ruyề": 1013,
    "uyền": 1210,
    "yền ": 1297,
    "ổ": 1618,
    "đổ": 1452,
    "ổi": 1619,
    " đổ": 391,
    "đổi": 1453,
    "ổi ": 1620,
    " đổi": 392,
    "đổi ": 1454,
    "mớ": 900,
    " mớ": 188,
    "mới": 901,
    " mới": 189,
    "mới ": 902,
    "sá": 1047,
    "án": 1331,
    " sá": 236,
    "sán": 1048,
    "áng": 1332,
    " sán": 237,
    "sáng": 1049,
    "áng ": 1333,
    " hệ": 123,
    " hệ ": 124,
    "hố": 720,
    "ốn": 1615,
    "thố": 1098,
    "hốn": 723,
    "ống": 1616,
    " thố": 262,
    "thốn": 1099,
    "hống": 724,
    "ống ": 1617,
    "kin": 813,
    " kin": 137,
    "kinh": 814,
    "rí": 1017,
    "trí": 1125,
    "rí ": 1018,
    " trí": 276,
    "trí ": 1126,
    "uệ": 1229,
    "tuệ": 1142,
    "uệ ": 1230,
    " tuệ": 284,
    "tuệ ": 1143,
    "hâ": 658,
    "ân": 1339,
    "nhâ": 923,
    "hân": 659,
    "ân ": 1340,
    " nhâ": 199,
    "nhân": 924,
    "hân ": 660,
    "do": 541,
    " do": 73,
    "doa": 542,
    "oan": 956,
    " doa": 74,
    "doan": 543,
    "oanh": 957,
    "rị ": 1030,
    "trị ": 1135,
    "đa": 1404,
    " đa": 358,
    "đa ": 1405,
    " đa ": 359,
    "ứ": 1662,
    "hứ": 731,
    "ức": 1663,
    "thứ": 1104,
    "hức": 732,
    "ức ": 1664,
    " thứ": 265,
    "thức": 1105,
    "hức ": 733,
    "kha": 798,
    "hai": 607,
    " kha": 129,
    "khai": 799,
    "hai ": 608,
    "há": 655,
    "thá": 1074,
    "hác": 656,
    " thá": 251,
    "thác": 1075,
    "hác ": 657,
    "đư": 1434,
    " đư": 379,
    "đườ": 1435,
    " đườ": 380,
    "đườn": 1436,
    "ắ": 1540,
    "sắ": 1053,
    "ắt": 1541,
    " sắ": 240,
    "sắt": 1054,
    "ắt ": 1542,
    " sắt": 241,
    "sắt ": 1055,
    "tố": 1184,
    " tố": 312,
    "tốc": 1185,
    " tốc": 313,
    "tốc ": 1186,
    "ộ ": 1626,
    "độ ": 1458,
    " độ ": 396,
    "ca": 475,
    " ca": 37,
    "cao": 476,
    " cao": 38,
    "cao ": 477,
    "tà": 1144,
    "àu": 1319,
    " tà": 285,
    "tàu": 1145,
    "àu ": 1320,
    " tàu": 286,
    "tàu ": 1146,
    "biể": 448,
    " biể": 19,
    "biển": 449,
    "má": 880,
    "áy": 1336,
    " má": 176,
    "máy": 881,
    "áy ": 1337,
    " máy": 177,
    "máy ": 882,
    "hủ": 728,
    "ủy": 1660,
    "thủ": 1102,
    "hủy": 729,
    "ủy ": 1661,
    " thủ": 264,
    "thủy": 1103,
    "hủy ": 730,
    "ện": 1589,
    "điệ": 1414,
    "iện": 784,
    "ện ": 1590,
    " điệ": 365,
    "điện": 1415,
    "iện ": 785,
    "ử": 1668,
    "tử": 1187,
    "ử ": 1669,
    " tử": 314,
    "tử ": 1188,
    " tử ": 315,
    "cả": 521,
    " cả": 62,
    "cản": 524,
    "ảng": 1510,
    " cản": 64,
    "cảng": 525,
    "ảng ": 1511,
    " hà": 108,
    "hàn": 650,
    " hàn": 109,
    "hàng": 651,
    "ỷ": 1682,
    "uỷ": 1240,
    "ỷ ": 1683,
    "huỷ": 647,
    "uỷ ": 1241,
    "thuỷ": 1073,
    "huỷ ": 648,
    "bấ": 465,
    "ất": 1517,
    " bấ": 30,
    "bất": 466,
    "ất ": 1518,
    " bất": 31,
    "bất ": 467,
    "sả": 1050,
    " sả": 238,
    "sản": 1051,
    " sản": 239,
    "sản ": 1052,
    "xâ": 1276,
    " xâ": 346,
    "xây": 1277,
    " xây": 347,
    "xây ": 1278,
    "dự": 554,
    "ựn": 1679,
    " dự": 83,
    "dựn": 555,
    "ựng": 1680,
    " dựn": 84,
    "dựng": 556,
    "ựng ": 1681,
    "xế": 1282,
    "ếp": 1566,
    "p ": 977,
    " xế": 350,
    "xếp": 1283,
    "ếp ": 1567,
    " xếp": 351,
    "xếp ": 1284,
    "ỡ": 1645,
    "dỡ": 547,
    "ỡ ": 1646,
    " dỡ": 77,
    "dỡ ": 548,
    " dỡ ": 78,
    "đô": 1432,
    " đô": 377,
    "đô ": 1433,
    " đô ": 378,
    "ệp": 1591,
    "ghi": 570,
    "iệp": 786,
    "ệp ": 1592,
    "nghi": 908,
    "ghiệ": 571,
    "hiệp": 626,
    "iệp ": 787,
    "năn": 944,
    "ăng": 1401,
    " năn": 207,
    "năng": 945,
    "ăng ": 1402,
    "ợ": 1647,
    "lư": 855,
    "ượ": 1482,
    "ợn": 1650,
    " lư": 163,
    "lượ": 856,
    "ượn": 1485,
    "ợng": 1651,
    " lượ": 164,
    "lượn": 857,
    "ượng": 1486,
    "ợng ": 1652,
    "tá": 1147,
    "ái": 1327,
    " tá": 287,
    "tái": 1148,
    "ái ": 1328,
    " tái": 288,
    "tái ": 1149,
    "vi": 1243,
    "iễ": 778,
    " vi": 322,
    "viễ": 1247,
    "iễn": 779,
    " viễ": 325,
    "viễn": 1248,
    "iễn ": 780,
    "tí": 1153,
    "ín": 1365,
    " tí": 291,
    "tín": 1154,
    "ín ": 1366,
    " tín": 292,
    "tín ": 1155,
    " hiệ": 104,
    "mô": 886,
    " mô": 180,
    "môi": 887,
    " môi": 181,
    "môi ": 888,
    " an ": 11,
    "to": 1115,
    " to": 270,
    "toà": 1116,
    "àn ": 1312,
    " toà": 271,
    "toàn": 1117,
    "oàn ": 971,
    "nổ": 946,
    " nổ": 208,
    "nổi": 947,
    " nổi": 209,
    "nổi ": 948,
    "dâ": 544,
    " dâ": 75,
    "dân": 545,
    " dân": 76,
    "dân ": 546,
    "ụ": 1653,
    "dụ": 549,
    "ụn": 1654,
    " dụ": 79,
    "dụn": 550,
    "ụng": 1655,
    " dụn": 80,
    "dụng": 551,
    "ụng ": 1656,
    "cấ": 526,
    "ấu": 1519,
    " cấ": 65,
    "cấu": 527,
    "ấu ": 1520,
    " cấu": 66,
    "cấu ": 528,
    "hiế": 620,
    "thiế": 1068,
    "hiết": 621,
    "kế ": 822,
    " kế ": 142,
    "nộ": 949,
    "ội": 1629,
    " nộ": 210,
    "nội": 950,
    "ội ": 1630,
    " nội": 211,
    "nội ": 951,
    "hấ": 697,
    "thấ": 1090,
    "hất": 698,
    " thấ": 258,
    "thất": 1091,
    "hất ": 699,
    "cầ": 529,
    "ầu": 1528,
    " cầ": 67,
    "cầu": 532,
    "ầu ": 1529,
    " cầu": 69,
    "cầu ": 533,
    "bộ": 471,
    " bộ": 34,
    "bộ ": 472,
    " bộ ": 35,
    "uỗ": 1234,
    "ỗi": 1623,
    "huỗ": 645,
    "uỗi": 1235,
    "ỗi ": 1624,
    "chuỗ": 487,
    "huỗi": 646,
    "uỗi ": 1236,
    "cu": 500,
    "un": 1199,
    " cu": 48,
    "cun": 501,
    "ung": 1200,
    " cun": 49,
    "cung": 502,
    "ung ": 1201,
    " ứ": 405,
    "ứn": 1665,
    " ứn": 406,
    "ứng": 1666,
    " ứng": 407,
    "ứng ": 1667,
    "lu": 844,
    " lu": 154,
    "luậ": 845,
    " luậ": 155,
    "luật": 846,
    "mạn": 895,
    "ạng": 1499,
    " mạn": 185,
    "mạng": 896,
    "ạng ": 1500,
    "ính": 1367,
    "tính": 1156,
    "ính ": 1368,
    "vi ": 1244,
    " vi ": 323,
    "mạch": 892,
    "gôn": 597,
    "ôn ": 1383,
    "ngôn": 916,
    "gôn ": 598,
    "gữ": 602,
    "ngữ": 917,
    "gữ ": 603,
    " ngữ": 196,
    "ngữ ": 918,
    "thư": 1085,
    " thư": 256,
    "thươ": 1087,
    "mại": 893,
    " mại": 184,
    "mại ": 894,
    "ểm": 1578,
    "điể": 1412,
    "iểm": 774,
    "ểm ": 1579,
    " điể": 364,
    "điểm": 1413,
    "iểm ": 775,
    "ẩ": 1530,
    "uẩ": 1223,
    "ẩn": 1531,
    "huẩ": 641,
    "uẩn": 1224,
    "ẩn ": 1532,
    "chuẩ": 486,
    "huẩn": 642,
    "uẩn ": 1225,
    "_": 408,
    " _": 1,
    "__": 410,
    "_n": 414,
    "nu": 935,
    "um": 1196,
    "mb": 874,
    "be": 442,
    "er": 564,
    "r_": 1002,
    "_ ": 409,
    " __": 2,
    "__n": 412,
    "_nu": 415,
    "num": 936,
    "umb": 1197,
    "mbe": 875,
    "ber": 443,
    "er_": 565,
    "r__": 1003,
    "__ ": 411,
    " __n": 3,
    "__nu": 413,
    "_num": 416,
    "numb": 937,
    "umbe": 1198,
    "mber": 876,
    "ber_": 444,
    "er__": 566,
    "r__ ": 1004,
    "ba": 439,
    " ba": 15,
    "bao": 440,
    " bao": 16,
    "bao ": 441,
    "êu": 1356,
    "nhi": 921,
    "hiê": 618,
    "iêu": 762,
    "êu ": 1357,
    " nhi": 198,
    "nhiê": 922,
    "hiêu": 619,
    "iêu ": 763,
    "ối": 1613,
    "khố": 810,
    "hối": 721,
    "ối ": 1614,
    " khố": 135,
    "khối": 811,
    "hối ": 722,
    "é": 1347,
    "xé": 1279,
    "ét": 1348,
    " xé": 348,
    "xét": 1280,
    "ét ": 1349,
    " xét": 349,
    "xét ": 1281,
    "yể": 1298,
    "tuy": 1138,
    "uyể": 1211,
    "yển": 1299,
    " tuy": 282,
    "tuyể": 1139,
    "uyển": 1212,
    "yển ": 1300,
    "vào": 1253,
    " vào": 329,
    "vào ": 1254,
    "cần": 530,
    " cần": 68,
    "cần ": 531,
    "thi ": 1067,
    "để": 1445,
    "ể ": 1577,
    " để": 386,
    "để ": 1446,
    " để ": 387,
    "lấ": 861,
    " lấ": 167,
    "lấy": 862,
    " lấy": 168,
    "lấy ": 863,
    "phí": 981,
    " phí": 215,
    "phí ": 982,
    "chi": 480,
    " chi": 40,
    "chi ": 481,
    "tậ": 1179,
    "ập": 1536,
    " tậ": 308,
    "tập": 1180,
    "ập ": 1537,
    " tập": 309,
    "tập ": 1181,
    "âu": 1341,
    "đâu": 1423,
    "âu ": 1342,
    " đâu": 371,
    "đâu ": 1424,
    "ịa": 1601,
    "địa": 1448,
    "ịa ": 1602,
    " địa": 389,
    "địa ": 1449,
    "ỉ": 1597,
    "hỉ": 713,
    "ỉ ": 1598,
    "chỉ": 496,
    "hỉ ": 714,
    " chỉ": 47,
    "chỉ ": 497,
    "sở": 1058,
    " sở": 244,
    "sở ": 1059,
    " sở ": 245,
    "si": 1038,
    " si": 232,
    "sin": 1039,
    " sin": 233,
    "sinh": 1040,
    "viê": 1245,
    " viê": 324,
    "viên": 1246,
    "nhấ": 927,
    " nhấ": 201,
    "nhất": 928,
    "chí": 490,
    "hín": 666,
    " chí": 44,
    "chín": 491,
    "hính": 667,
    "ảm": 1506,
    "cảm": 522,
    "ảm ": 1507,
    " cảm": 63,
    "cảm ": 523,
    " ơn": 401,
    "ơn ": 1468,
    " ơn ": 402,
    "nk": 931,
    "k ": 796,
    "ank": 429,
    "nk ": 932,
    "hank": 612,
    "ank ": 430,
    " y": 352,
    "yo": 1289,
    "ou": 967,
    " yo": 353,
    "you": 1290,
    "ou ": 968,
    " you": 354,
    "you ": 1291,
    "ks": 817,
    "nks": 933,
    "ks ": 818,
    "anks": 431,
    "nks ": 934,
    "ám": 1329,
    "cám": 509,
    "ám ": 1330,
    " cám": 53,
    "cám ": 510,
    "ã": 1345,
    "đã": 1427,
    "ã ": 1346,
    " đã": 373,
    "đã ": 1428,
    " đã ": 374,
    "tư": 1164,
    " tư": 298,
    "tư ": 1165,
    " tư ": 299,
    "vấ": 1260,
    " vấ": 334,
    "vấn": 1261,
    " vấn": 335,
    "vấn ": 1262,
    "tạm": 1169,
    " tạm": 302,
    "tạm ": 1170,
    "ệt": 1593,
    "biệ": 450,
    "iệt": 788,
    "ệt ": 1594,
    " biệ": 20,
    "biệt": 451,
    "iệt ": 789,
    "go": 584,
    "oo": 964,
    "od": 958,
    "db": 538,
    "by": 452,
    "ye": 1287,
    "e ": 558,
    " go": 93,
    "goo": 585,
    "ood": 965,
    "odb": 959,
    "dby": 539,
    "bye": 453,
    "ye ": 1288,
    " goo": 94,
    "good": 586,
    "oodb": 966,
    "odby": 960,
    "dbye": 540,
    "bye ": 454,
    " by": 21,
    " bye": 22,
    "ẹ": 1557,
    "hẹ": 706,
    "ẹn": 1558,
    " hẹ": 121,
    "hẹn": 707,
    "ẹn ": 1559,
    " hẹn": 122,
    "hẹn ": 708,
    "gặ": 599,
    "ặp": 1555,
    " gặ": 97,
    "gặp": 600,
    "ặp ": 1556,
    " gặp": 98,
    "gặp ": 601,
    "lạ": 858,
    " lạ": 165,
    "lại": 859,
    " lại": 166,
    "lại ": 860,
    "phả": 989,
    " phả": 219,
    "phải": 990,
    "đi ": 1407,
    " đi ": 361,
    "úc": 1390,
    "húc": 678,
    "úc ": 1391,
    "thúc": 1083,
    "húc ": 679,
    "uộ": 1237,
    "ộc": 1627,
    "cuộ": 503,
    "uộc": 1238,
    "ộc ": 1628,
    " cuộ": 50,
    "cuộc": 504,
    "uộc ": 1239,
    "ò": 1369,
    "rò": 1019,
    "ò ": 1370,
    "trò": 1127,
    "rò ": 1020,
    " trò": 277,
    "trò ": 1128,
    "yệ": 1304,
    "uyệ": 1215,
    "yện": 1305,
    "huyệ": 640,
    "uyện": 1216,
    "yện ": 1306,
    "àm": 1309,
    "làm": 849,
    "àm ": 1310,
    " làm": 158,
    "làm ": 850,
    "bằ": 468,
    " bằ": 32,
    "bằn": 469,
    " bằn": 33,
    "bằng": 470,
    "bạ ": 462,
    " bạ ": 28,
    "ợc": 1648,
    "đượ": 1437,
    "ược": 1483,
    "ợc ": 1649,
    " đượ": 381,
    "được": 1438,
    "ược ": 1484,
    "ẳ": 1547,
    "hẳ": 703,
    "ẳn": 1548,
    "thẳ": 1092,
    "hẳn": 704,
    "ẳng": 1549,
    " thẳ": 259,
    "thẳn": 1093,
    "hẳng": 705,
    "ẳng ": 1550,
    "đá": 1419,
    " đá": 368,
    "đán": 1420,
    "ánh": 1334,
    " đán": 369,
    "đánh": 1421,
    "ánh ": 1335,
    "iá": 757,
    "á ": 1322,
    "giá": 580,
    "iá ": 758,
    " giá": 91,
    "giá ": 581,
    "lự": 864,
    "ực": 1677,
    " lự": 169,
    "lực": 865,
    "ực ": 1678,
    " lực": 170,
    "lực ": 866,
    "ách": 1325,
    "cách": 508,
    "ách ": 1326,
    "vật": 1266,
    " vật": 338,
    "vật ": 1267,
    "chấ": 494,
    " chấ": 46,
    "chất": 495,
    "ký": 819,
    " ký": 139,
    "ký ": 820,
    " ký ": 140,
    "tú": 1161,
    " tú": 296,
    "túc": 1162,
    " túc": 297,
    "túc ": 1163,
    "xá": 1274,
    " xá": 344,
    "xá ": 1275,
    " xá ": 345,
    "hò": 668,
    "òn": 1371,
    "phò": 983,
    "hòn": 669,
    "òng": 1372,
    " phò": 216,
    "phòn": 984,
    "hòng": 670,
    "òng ": 1373,
    "thí": 1078,
    " thí": 253,
    "thí ": 1079,
    "ệm": 1587,
    "iệm": 782,
    "ệm ": 1588,
    "hiệm": 625,
    "iệm ": 783,
    "thư ": 1086,
    "việ": 1249,
    " việ": 326,
    "viện": 1250,
    " r": 226,
    " ra": 227,
    "ra ": 1006,
    " ra ": 228,
    "sa": 1035,
    " sa": 230,
    "sao": 1036,
    " sao": 231,
    "sao ": 1037,
    "khu": 804,
    " khu": 132,
    "khu ": 805,
    "hự": 737,
    "thự": 1106,
    "hực": 738,
    " thự": 266,
    "thực": 1107,
    "hực ": 739,
    "hành": 652
  },
  "response": null,
  "action_text": null
}