{
  "text": {
    " ": 0,
    "x": 1174,
    "i": 679,
    "n": 829,
    " x": 313,
    "xi": 1175,
    "in": 689,
    "n ": 830,
    " xi": 314,
    "xin": 1176,
    "in ": 690,
    " xin": 315,
    "xin ": 1177,
    "c": 429,
    "h": 554,
    "à": 1211,
    "o": 877,
    " c": 32,
    "ch": 434,
    "hà": 595,
    "ào": 1221,
    "o ": 878,
    " ch": 35,
    "chà": 444,
    "hào": 599,
    "ào ": 1222,
    " chà": 39,
    "chào": 445,
    "hào ": 600,
    "b": 399,
    "ạ": 1371,
    " b": 13,
    "bạ": 417,
    "ạn": 1380,
    " bạ": 23,
    "bạn": 419,
    "ạn ": 1381,
    " bạn": 25,
    "bạn ": 420,
    "e": 510,
    "l": 764,
    " h": 90,
    "he": 561,
    "el": 512,
    "ll": 771,
    "lo": 774,
    " he": 91,
    "hel": 562,
    "ell": 513,
    "llo": 772,
    "lo ": 775,
    " hel": 92,
    "hell": 563,
    "ello": 514,
    "llo ": 773,
    "hi": 564,
    "i ": 680,
    " hi": 93,
    "hi ": 565,
    " hi ": 94,
    "ó": 1277,
    "có": 467,
    "ó ": 1278,
    " có": 50,
    "có ": 468,
    " có ": 51,
    "a": 381,
    " a": 4,
    "ai": 383,
    " ai": 6,
    "ai ": 384,
    " ai ": 7,
    "ở": 1522,
    " ở": 367,
    "ở ": 1523,
    " ở ": 368,
    "đ": 1301,
    "â": 1242,
    "y": 1189,
    " đ": 329,
    "đâ": 1318,
    "ây": 1247,
    "y ": 1190,
    " đâ": 341,
    "đây": 1321,
    "ây ": 1248,
    " đây": 343,
    "đây ": 1322,
    "k": 734,
    "ô": 1281,
    "g": 518,
    " k": 114,
    "kh": 736,
    "hô": 620,
    "ôn": 1285,
    "ng": 831,
    "g ": 519,
    " kh": 115,
    "khô": 747,
    "hôn": 621,
    "ông": 1287,
    "ng ": 832,
    " khô": 121,
    "khôn": 748,
    "hông": 622,
    "ông ": 1288,
    "ơ": 1347,
    " ơ": 362,
    "ơi": 1349,
    " ơi": 363,
    "ơi ": 1350,
    " ơi ": 364,
    "t": 974,
    " t": 221,
    "tô": 1066,
    "ôi": 1283,
    " tô": 267,
    "tôi": 1068,
    "ôi ": 1284,
    " tôi": 269,
    "tôi ": 1069,
    " l": 132,
    "là": 781,
    "à ": 1212,
    " là": 140,
    "là ": 782,
    " là ": 141,
    "u": 1100,
    "ễ": 1462,
    " n": 168,
    "gu": 538,
    "uy": 1111,
    "yễ": 1205,
    "ễn": 1463,
    " ng": 169,
    "ngu": 836,
    "guy": 539,
    "uyễ": 1119,
    "yễn": 1206,
    "ễn ": 1464,
    " ngu": 171,
    "nguy": 837,
    "guyễ": 540,
    "uyễn": 1120,
    "yễn ": 1207,
    "v": 1148,
    "ă": 1294,
    " v": 295,
    "vă": 1161,
    "ăn": 1297,
    " vă": 304,
    "văn": 1162,
    "ăn ": 1298,
    " văn": 305,
    "văn ": 1163,
    "a ": 382,
    " a ": 5,
    "ê": 1254,
    "tê": 1059,
    "ên": 1257,
    " tê": 263,
    "tên": 1060,
    "ên ": 1258,
    " tên": 264,
    "tên ": 1061,
    "ị": 1479,
    "th": 976,
    "hị": 654,
    "ị ": 1480,
    " th": 222,
    "thị": 1008,
    "hị ": 655,
    " thị": 236,
    "thị ": 1009,
    "b ": 400,
    " b ": 14,
    "r": 919,
    "tr": 1030,
    "rị": 943,
    "ịn": 1483,
    "nh": 844,
    "h ": 555,
    " tr": 247,
    "trị": 1043,
    "rịn": 945,
    "ịnh": 1484,
    "nh ": 845,
    " trị": 254,
    "trịn": 1045,
    "rịnh": 946,
    "ịnh ": 1485,
    "ầ": 1406,
    "rầ": 940,
    "ần": 1407,
    "trầ": 1041,
    "rần": 941,
    "ần ": 1408,
    " trầ": 253,
    "trần": 1042,
    "rần ": 942,
    "p": 900,
    "ư": 1355,
    " p": 190,
    "ph": 902,
    "hư": 626,
    "ươ": 1360,
    "ơn": 1351,
    " ph": 191,
    "phư": 907,
    "hươ": 630,
    "ươn": 1361,
    "ơng": 1353,
    " phư": 194,
    "phươ": 908,
    "hươn": 631,
    "ương": 1362,
    "ơng ": 1354,
    "ấ": 1397,
    "tu": 1046,
    "uấ": 1126,
    "ấn": 1398,
    " tu": 255,
    "tuấ": 1049,
    "uấn": 1127,
    "ấn ": 1399,
    " tuấ": 257,
    "tuấn": 1050,
    "uấn ": 1128,
    "m": 799,
    "ì": 1261,
    " m": 153,
    "mì": 810,
    "ìn": 1263,
    " mì": 156,
    "mìn": 811,
    "ình": 1264,
    " mìn": 157,
    "mình": 812,
    "ình ": 1265,
    "ưn": 1357,
    " hư": 102,
    "hưn": 628,
    "ưng": 1358,
    " hưn": 103,
    "hưng": 629,
    "ưng ": 1359,
    "ả": 1386,
    "hả": 634,
    "ảo": 1395,
    "thả": 1000,
    "hảo": 637,
    "ảo ": 1396,
    " thả": 232,
    "thảo": 1001,
    "hảo ": 638,
    "ế": 1440,
    "ti": 1020,
    "iế": 703,
    "ến": 1442,
    " ti": 242,
    "tiế": 1025,
    "iến": 704,
    "ến ": 1443,
    " tiế": 244,
    "tiến": 1026,
    "iến ": 705,
    "chư": 448,
    " chư": 41,
    "chươ": 449,
    "rì": 930,
    "trì": 1033,
    "rìn": 931,
    " trì": 249,
    "trìn": 1034,
    "rình": 932,
    "đà": 1312,
    " đà": 337,
    "đào": 1313,
    " đào": 338,
    "đào ": 1314,
    "tạ": 1075,
    "ạo": 1384,
    " tạ": 274,
    "tạo": 1080,
    "ạo ": 1385,
    " tạo": 277,
    "tạo ": 1081,
    "ư ": 1356,
    " nh": 175,
    "như": 850,
    "hư ": 627,
    " như": 178,
    "như ": 851,
    "hế": 648,
    "ế ": 1441,
    "thế": 1006,
    "hế ": 649,
    " thế": 235,
    "thế ": 1007,
    "nà": 863,
    " nà": 181,
    "nào": 864,
    " nào": 182,
    "nào ": 865,
    "ờ": 1516,
    "hờ": 664,
    "ời": 1517,
    "thờ": 1012,
    "hời": 665,
    "ời ": 1518,
    " thờ": 238,
    "thời": 1013,
    "hời ": 666,
    " g": 79,
    "gi": 525,
    "ia": 681,
    "an": 387,
    " gi": 80,
    "gia": 526,
    "ian": 682,
    "an ": 388,
    " gia": 81,
    "gian": 527,
    "ian ": 683,
    "ọ": 1486,
    "họ": 656,
    "ọc": 1487,
    "c ": 430,
    " họ": 112,
    "học": 657,
    "ọc ": 1488,
    " học": 113,
    "học ": 658,
    "mấ": 823,
    "ấy": 1404,
    " mấ": 164,
    "mấy": 824,
    "ấy ": 1405,
    " mấy": 165,
    "mấy ": 825,
    "nă": 866,
    "ăm": 1295,
    "m ": 800,
    " nă": 183,
    "năm": 867,
    "ăm ": 1296,
    " năm": 184,
    "năm ": 868,
    "li": 766,
    "iê": 698,
    " li": 133,
    "liê": 767,
    "iên": 699,
    " liê": 134,
    "liên": 768,
    "iên ": 700,
    "kế": 758,
    "ết": 1448,
    "t ": 975,
    " kế": 127,
    "kết": 760,
    "ết ": 1449,
    " kết": 129,
    "kết ": 761,
    "q": 911,
    "ố": 1489,
    " q": 196,
    "qu": 912,
    "uố": 1137,
    "ốc": 1491,
    " qu": 197,
    "quố": 917,
    "uốc": 1138,
    "ốc ": 1492,
    " quố": 200,
    "quốc": 918,
    "uốc ": 1139,
    "tế": 1091,
    " tế": 284,
    "tế ": 1092,
    " tế ": 285,
    "ếng": 1444,
    "iếng": 706,
    "ếng ": 1445,
    " an": 10,
    "anh": 389,
    " anh": 12,
    "anh ": 390,
    "rư": 937,
    "ườ": 1363,
    "ờn": 1519,
    "trư": 1039,
    "rườ": 938,
    "ườn": 1364,
    "ờng": 1520,
    " trư": 252,
    "trườ": 1040,
    "rườn": 939,
    "ường": 1365,
    "ờng ": 1521,
    "ữ": 1549,
    "hữ": 673,
    "ữn": 1551,
    "nhữ": 854,
    "hữn": 674,
    "ững": 1552,
    " nhữ": 180,
    "nhữn": 855,
    "hững": 675,
    "ững ": 1553,
    "gà": 541,
    "àn": 1215,
    "ngà": 838,
    "gàn": 542,
    "ành": 1219,
    " ngà": 172,
    "ngàn": 839,
    "gành": 543,
    "ành ": 1220,
    "ho": 576,
    "cho": 438,
    "ho ": 577,
    " cho": 37,
    "cho ": 439,
    "bi": 407,
    " bi": 17,
    "biế": 408,
    "iết": 707,
    " biế": 18,
    "biết": 409,
    "iết ": 708,
    "á": 1225,
    "cá": 461,
    "ác": 1227,
    " cá": 47,
    "các": 462,
    "ác ": 1228,
    " các": 48,
    "các ": 463,
    "ao": 394,
    "iao": 684,
    "ao ": 395,
    "giao": 528,
    "iao ": 685,
    "thô": 993,
    " thô": 229,
    "thôn": 994,
    "ậ": 1416,
    "vậ": 1167,
    "ận": 1417,
    " vậ": 308,
    "vận": 1168,
    "ận ": 1418,
    " vận": 309,
    "vận ": 1169,
    "tả": 1082,
    "ải": 1387,
    " tả": 278,
    "tải": 1083,
    "ải ": 1388,
    " tải": 279,
    "tải ": 1084,
    " u": 292,
    "ut": 1108,
    " ut": 293,
    "uth": 1109,
    "th ": 977,
    " uth": 294,
    "uth ": 1110,
    "gì": 544,
    "ì ": 1262,
    " gì": 86,
    "gì ": 545,
    " gì ": 87,
    "ại": 1376,
    "tại": 1076,
    "ại ": 1377,
    " tại": 275,
    "tại ": 1077,
    "đạ": 1332,
    " đạ": 351,
    "đại": 1333,
    " đại": 352,
    "đại ": 1334,
    "hu": 582,
    "yê": 1196,
    "chu": 440,
    "huy": 584,
    "uyê": 1113,
    "yên": 1197,
    " chu": 38,
    "chuy": 441,
    "huyê": 585,
    "uyên": 1114,
    "yên ": 1198,
    "hê": 607,
    "êm": 1255,
    "thê": 989,
    "hêm": 608,
    "êm ": 1256,
    " thê": 227,
    "thêm": 990,
    "hêm ": 609,
    "tin": 1023,
    " tin": 243,
    "tin ": 1024,
    "ề": 1450,
    "về": 1172,
    "ề ": 1451,
    " về": 311,
    "về ": 1173,
    " về ": 312,
    "cô": 469,
    " cô": 52,
    "côn": 470,
    " côn": 53,
    "công": 471,
    "ệ": 1465,
    "gh": 520,
    "hệ": 650,
    "ệ ": 1466,
    "ngh": 833,
    "ghệ": 523,
    "hệ ": 651,
    " ngh": 170,
    "nghệ": 835,
    "ghệ ": 524,
    "ỹ": 1563,
    "kỹ": 762,
    "ỹ ": 1564,
    " kỹ": 130,
    "kỹ ": 763,
    " kỹ ": 131,
    "uậ": 1132,
    "ật": 1421,
    "thu": 984,
    "huậ": 589,
    "uật": 1133,
    "ật ": 1422,
    " thu": 225,
    "thuậ": 985,
    "huật": 590,
    "uật ": 1134,
    "cơ": 472,
    "ơ ": 1348,
    " cơ": 54,
    "cơ ": 473,
    " cơ ": 55,
    "í": 1266,
    "hí": 610,
    "í ": 1267,
    "khí": 745,
    "hí ": 611,
    " khí": 120,
    "khí ": 746,
    "đi": 1304,
    "iề": 709,
    "ều": 1454,
    "u ": 1101,
    " đi": 332,
    "điề": 1306,
    "iều": 710,
    "ều ": 1455,
    " điề": 334,
    "điều": 1307,
    "iều ": 711,
    "ể": 1456,
    "iể": 712,
    "ển": 1460,
    "khi": 739,
    "hiể": 570,
    "iển": 715,
    "ển ": 1461,
    " khi": 117,
    "khiể": 740,
    "hiển": 571,
    "iển ": 716,
    "và": 1157,
    " và": 301,
    "và ": 1158,
    " và ": 302,
    "ự": 1554,
    "tự": 1098,
    "ự ": 1555,
    " tự": 290,
    "tự ": 1099,
    " tự ": 291,
    "ộ": 1504,
    "độ": 1343,
    "ộn": 1510,
    " độ": 359,
    "độn": 1345,
    "ộng": 1511,
    " độn": 361,
    "động": 1346,
    "ộng ": 1512,
    "hó": 617,
    "óa": 1279,
    " hó": 100,
    "hóa": 618,
    "óa ": 1280,
    " hóa": 101,
    "hóa ": 619,
    "ớ": 1513,
    "iớ": 731,
    "ới": 1514,
    "giớ": 533,
    "iới": 732,
    "ới ": 1515,
    " giớ": 83,
    "giới": 534,
    "iới ": 733,
    "iệ": 720,
    "ệu": 1475,
    "thi": 980,
    "hiệ": 572,
    "iệu": 729,
    "ệu ": 1476,
    " thi": 224,
    "thiệ": 983,
    "hiệu": 575,
    "iệu ": 730,
    "quy": 913,
    "uy ": 1112,
    " quy": 198,
    "quy ": 914,
    "oạ": 897,
    "ạc": 1373,
    " ho": 96,
    "hoạ": 580,
    "oạc": 898,
    "ạch": 1374,
    "ch ": 435,
    " hoạ": 97,
    "hoạc": 581,
    "oạch": 899,
    "ạch ": 1375,
    "uả": 1123,
    "ản": 1391,
    "quả": 915,
    "uản": 1124,
    "ản ": 1392,
    " quả": 199,
    "quản": 916,
    "uản ": 1125,
    "ý": 1292,
    "lý": 785,
    "ý ": 1293,
    " lý": 143,
    "lý ": 786,
    " lý ": 144,
    "s": 947,
    "og": 886,
    "is": 693,
    "st": 958,
    "ic": 686,
    "cs": 454,
    "s ": 948,
    " lo": 136,
    "log": 776,
    "ogi": 887,
    "gis": 529,
    "ist": 694,
    "sti": 959,
    "tic": 1021,
    "ics": 687,
    "cs ": 455,
    " log": 137,
    "logi": 777,
    "ogis": 888,
    "gist": 530,
    "isti": 695,
    "stic": 960,
    "tics": 1022,
    "ics ": 688,
    "hạ": 632,
    "ạ ": 1372,
    " hạ": 104,
    "hạ ": 633,
    " hạ ": 105,
    "tầ": 1085,
    " tầ": 280,
    "tần": 1086,
    "ầng": 1409,
    " tần": 281,
    "tầng": 1087,
    "ầng ": 1410,
    " ô": 327,
    "ô ": 1282,
    " ô ": 328,
    "tô ": 1067,
    " tô ": 268,
    " s": 204,
    "số": 970,
    "ố ": 1490,
    " số": 217,
    "số ": 971,
    " số ": 218,
    "oa": 879,
    "kho": 741,
    "hoa": 578,
    "oa ": 880,
    " kho": 118,
    "khoa": 742,
    "hoa ": 579,
    "d": 490,
    " d": 66,
    "dữ": 505,
    "ữ ": 1550,
    " dữ": 75,
    "dữ ": 506,
    " dữ ": 76,
    "liệ": 769,
    " liệ": 135,
    "liệu": 770,
    "al": 385,
    "l ": 765,
    " al": 8,
    "al ": 386,
    " al ": 9,
    "sm": 955,
    "ma": 801,
    "ar": 396,
    "rt": 925,
    " sm": 209,
    "sma": 956,
    "mar": 802,
    "art": 397,
    "rt ": 926,
    " sma": 210,
    "smar": 957,
    "mart": 803,
    "art ": 398,
    "ru": 927,
    "yề": 1199,
    "ền": 1452,
    "tru": 1031,
    "ruy": 928,
    "uyề": 1115,
    "yền": 1200,
    "ền ": 1453,
    " tru": 248,
    "truy": 1032,
    "ruyề": 929,
    "uyền": 1116,
    "yền ": 1201,
    "ổ": 1498,
    "đổ": 1340,
    "ổi": 1499,
    " đổ": 357,
    "đổi": 1341,
    "ổi ": 1500,
    " đổi": 358,
    "đổi ": 1342,
    "mớ": 826,
    " mớ": 166,
    "mới": 827,
    " mới": 167,
    "mới ": 828,
    "sá": 961,
    "án": 1235,
    " sá": 211,
    "sán": 962,
    "áng": 1236,
    " sán": 212,
    "sáng": 963,
    "áng ": 1237,
    " hệ": 110,
    " hệ ": 111,
    "hố": 659,
    "ốn": 1495,
    "thố": 1010,
    "hốn": 662,
    "ống": 1496,
    " thố": 237,
    "thốn": 1011,
    "hống": 663,
    "ống ": 1497,
    "ki": 751,
    " ki": 123,
    "kin": 752,
    "inh": 691,
    " kin": 124,
    "kinh": 753,
    "inh ": 692,
    "rí": 933,
    "trí": 1035,
    "rí ": 934,
    " trí": 250,
    "trí ": 1036,
    "uệ": 1135,
    "tuệ": 1051,
    "uệ ": 1136,
    " tuệ": 258,
    "tuệ ": 1052,
    "hâ": 604,
    "ân": 1243,
    "nhâ": 848,
    "hân": 605,
    "ân ": 1244,
    " nhâ": 177,
    "nhân": 849,
    "hân ": 606,
    "do": 494,
    " do": 67,
    "doa": 495,
    "oan": 881,
    " doa": 68,
    "doan": 496,
    "oanh": 882,
    "rị ": 944,
    "trị ": 1044,
    "đa": 1302,
    " đa": 330,
    "đa ": 1303,
    " đa ": 331,
    "ứ": 1541,
    "hứ": 670,
    "ức": 1542,
    "thứ": 1016,
    "hức": 671,
    "ức ": 1543,
    " thứ": 240,
    "thức": 1017,
    "hức ": 672,
    "ha": 556,
    "kha": 737,
    "hai": 557,
    " kha": 116,
    "khai": 738,
    "hai ": 558,
    "há": 601,
    "thá": 987,
    "hác": 602,
    " thá": 226,
    "thác": 988,
    "hác ": 603,
    "đư": 1327,
    " đư": 348,
    "đườ": 1328,
    " đườ": 349,
    "đườn": 1329,
    "ắ": 1423,
    "sắ": 967,
    "ắt": 1424,
    " sắ": 215,
    "sắt": 968,
    "ắt ": 1425,
    " sắt": 216,
    "sắt ": 969,
    "tố": 1093,
    " tố": 286,
    "tốc": 1094,
    " tốc": 287,
    "tốc ": 1095,
    "ộ ": 1505,
    "độ ": 1344,
    " độ ": 360,
    "ca": 431,
    " ca": 33,
    "cao": 432,
    " cao": 34,
    "cao ": 433,
    "tà": 1053,
    "àu": 1223,
    " tà": 259,
    "tàu": 1054,
    "àu ": 1224,
    " tàu": 260,
    "tàu ": 1055,
    "biể": 410,
    " biể": 19,
    "biển": 411,
    "má": 807,
    "áy": 1240,
    " má": 154,
    "máy": 808,
    "áy ": 1241,
    " máy": 155,
    "máy ": 809,
    "ủ": 1536,
    "hủ": 667,
    "ủy": 1539,
    "thủ": 1014,
    "hủy": 668,
    "ủy ": 1540,
    " thủ": 239,
    "thủy": 1015,
    "hủy ": 669,
    "ện": 1469,
    "điệ": 1310,
    "iện": 723,
    "ện ": 1470,
    " điệ": 336,
    "điện": 1311,
    "iện ": 724,
    "ử": 1547,
    "tử": 1096,
    "ử ": 1548,
    " tử": 288,
    "tử ": 1097,
    " tử ": 289,
    "cả": 474,
    " cả": 56,
    "cản": 477,
    "ảng": 1393,
    " cản": 58,
    "cảng": 478,
    "ảng ": 1394,
    " hà": 98,
    "hàn": 596,
    "àng": 1217,
    " hàn": 99,
    "hàng": 597,
    "àng ": 1218,
    " hả": 106,
    "hải": 635,
    " hải": 107,
    "hải ": 636,
    "ỷ": 1561,
    "uỷ": 1146,
    "ỷ ": 1562,
    "huỷ": 593,
    "uỷ ": 1147,
    "thuỷ": 986,
    "huỷ ": 594,
    "bấ": 421,
    "ất": 1400,
    " bấ": 26,
    "bất": 422,
    "ất ": 1401,
    " bất": 27,
    "bất ": 423,
    "sả": 964,
    " sả": 213,
    "sản": 965,
    " sản": 214,
    "sản ": 966,
    "xâ": 1180,
    " xâ": 318,
    "xây": 1181,
    " xây": 319,
    "xây ": 1182,
    "dự": 507,
    "ựn": 1558,
    " dự": 77,
    "dựn": 508,
    "ựng": 1559,
    " dựn": 78,
    "dựng": 509,
    "ựng ": 1560,
    "xế": 1186,
    "ếp": 1446,
    "p ": 901,
    " xế": 322,
    "xếp": 1187,
    "ếp ": 1447,
    " xếp": 323,
    "xếp ": 1188,
    "ỡ": 1524,
    "dỡ": 500,
    "ỡ ": 1525,
    " dỡ": 71,
    "dỡ ": 501,
    " dỡ ": 72,
    "đô": 1325,
    " đô": 346,
    "đô ": 1326,
    " đô ": 347,
    "ệp": 1471,
    "ghi": 521,
    "iệp": 725,
    "ệp ": 1472,
    "nghi": 834,
    "ghiệ": 522,
    "hiệp": 574,
    "iệp ": 726,
    "năn": 869,
    "ăng": 1299,
    " năn": 185,
    "năng": 870,
    "ăng ": 1300,
    "ợ": 1526,
    "lư": 787,
    "ượ": 1366,
    "ợn": 1529,
    " lư": 145,
    "lượ": 788,
    "ượn": 1369,
    "ợng": 1530,
    " lượ": 146,
    "lượn": 789,
    "ượng": 1370,
    "ợng ": 1531,
    "tá": 1056,
    "ái": 1231,
    " tá": 261,
    "tái": 1057,
    "ái ": 1232,
    " tái": 262,
    "tái ": 1058,
    "vi": 1149,
    "iễ": 717,
    " vi": 296,
    "viễ": 1153,
    "iễn": 718,
    " viễ": 299,
    "viễn": 1154,
    "iễn ": 719,
    "tí": 1062,
    "ín": 1268,
    " tí": 265,
    "tín": 1063,
    "ín ": 1269,
    " tín": 266,
    "tín ": 1064,
    " hiệ": 95,
    "mô": 813,
    " mô": 158,
    "môi": 814,
    " môi": 159,
    "môi ": 815,
    " an ": 11,
    "to": 1027,
    "oà": 894,
    " to": 245,
    "toà": 1028,
    "oàn": 895,
    "àn ": 1216,
    " toà": 246,
    "toàn": 1029,
    "oàn ": 896,
    "nổ": 871,
    " nổ": 186,
    "nổi": 872,
    " nổi": 187,
    "nổi ": 873,
    "dâ": 497,
    " dâ": 69,
    "dân": 498,
    " dân": 70,
    "dân ": 499,
    "ụ": 1532,
    "dụ": 502,
    "ụn": 1533,
    " dụ": 73,
    "dụn": 503,
    "ụng": 1534,
    " dụn": 74,
    "dụng": 504,
    "ụng ": 1535,
    "cấ": 479,
    "ấu": 1402,
    " cấ": 59,
    "cấu": 480,
    "ấu ": 1403,
    " cấu": 60,
    "cấu ": 481,
    "hiế": 568,
    "thiế": 982,
    "hiết": 569,
    "kế ": 759,
    " kế ": 128,
    "nộ": 874,
    "ội": 1508,
    " nộ": 188,
    "nội": 875,
    "ội ": 1509,
    " nội": 189,
    "nội ": 876,
    "hấ": 639,
    "thấ": 1002,
    "hất": 640,
    " thấ": 233,
    "thất": 1003,
    "hất ": 641,
    "cầ": 482,
    "ầu": 1411,
    " cầ": 61,
    "cầu": 485,
    "ầu ": 1412,
    " cầu": 63,
    "cầu ": 486,
    "bộ": 427,
    " bộ": 30,
    "bộ ": 428,
    " bộ ": 31,
    "ỗ": 1501,
    "uỗ": 1140,
    "ỗi": 1502,
    "huỗ": 591,
    "uỗi": 1141,
    "ỗi ": 1503,
    "chuỗ": 443,
    "huỗi": 592,
    "uỗi ": 1142,
    "cu": 456,
    "un": 1105,
    " cu": 44,
    "cun": 457,
    "ung": 1106,
    " cun": 45,
    "cung": 458,
    "ung ": 1107,
    " ứ": 369,
    "ứn": 1544,
    " ứn": 370,
    "ứng": 1545,
    " ứng": 371,
    "ứng ": 1546,
    "lu": 778,
    " lu": 138,
    "luậ": 779,
    " luậ": 139,
    "luật": 780,
    "mạ": 816,
    " mạ": 160,
    "mạn": 821,
    "ạng": 1382,
    " mạn": 163,
    "mạng": 822,
    "ạng ": 1383,
    "ính": 1270,
    "tính": 1065,
    "ính ": 1271,
    "vi ": 1150,
    " vi ": 297,
    "mạc": 817,
    " mạc": 161,
    "mạch": 818,
    "gô": 546,
    "ngô": 840,
    "gôn": 547,
    "ôn ": 1286,
    " ngô": 173,
    "ngôn": 841,
    "gôn ": 548,
    "gữ": 552,
    "ngữ": 842,
    "gữ ": 553,
    " ngữ": 174,
    "ngữ ": 843,
    "thư": 997,
    " thư": 231,
    "thươ": 999,
    "mại": 819,
    " mại": 162,
    "mại ": 820,
    "ểm": 1458,
    "điể": 1308,
    "iểm": 713,
    "ểm ": 1459,
    " điể": 335,
    "điểm": 1309,
    "iểm ": 714,
    "ẩ": 1413,
    "uẩ": 1129,
    "ẩn": 1414,
    "huẩ": 587,
    "uẩn": 1130,
    "ẩn ": 1415,
    "chuẩ": 442,
    "huẩn": 588,
    "uẩn ": 1131,
    "_": 372,
    " _": 1,
    "__": 374,
    "_n": 378,
    "nu": 860,
    "um": 1102,
    "mb": 804,
    "be": 404,
    "er": 515,
    "r_": 920,
    "_ ": 373,
    " __": 2,
    "__n": 376,
    "_nu": 379,
    "num": 861,
    "umb": 1103,
    "mbe": 805,
    "ber": 405,
    "er_": 516,
    "r__": 921,
    "__ ": 375,
    " __n": 3,
    "__nu": 377,
    "_num": 380,
    "numb": 862,
    "umbe": 1104,
    "mber": 806,
    "ber_": 406,
    "er__": 517,
    "r__ ": 922,
    "ba": 401,
    " ba": 15,
    "bao": 402,
    " bao": 16,
    "bao ": 403,
    "êu": 1259,
    "nhi": 846,
    "hiê": 566,
    "iêu": 701,
    "êu ": 1260,
    " nhi": 176,
    "nhiê": 847,
    "hiêu": 567,
    "iêu ": 702,
    "ối": 1493,
    "khố": 749,
    "hối": 660,
    "ối ": 1494,
    " khố": 122,
    "khối": 750,
    "hối ": 661,
    "é": 1251,
    "xé": 1183,
    "ét": 1252,
    " xé": 320,
    "xét": 1184,
    "ét ": 1253,
    " xét": 321,
    "xét ": 1185,
    "yể": 1202,
    "tuy": 1047,
    "uyể": 1117,
    "yển": 1203,
    " tuy": 256,
    "tuyể": 1048,
    "uyển": 1118,
    "yển ": 1204,
    "vào": 1159,
    " vào": 303,
    "vào ": 1160,
    "cần": 483,
    " cần": 62,
    "cần ": 484,
    "thi ": 981,
    "để": 1335,
    "ể ": 1457,
    " để": 353,
    "để ": 1336,
    " để ": 354,
    "lấ": 793,
    " lấ": 149,
    "lấy": 794,
    " lấy": 150,
    "lấy ": 795,
    "phí": 903,
    " phí": 192,
    "phí ": 904,
    "chi": 436,
    " chi": 36,
    "chi ": 437,
    "tậ": 1088,
    "ập": 1419,
    " tậ": 282,
    "tập": 1089,
    "ập ": 1420,
    " tập": 283,
    "tập ": 1090,
    "âu": 1245,
    "đâu": 1319,
    "âu ": 1246,
    " đâu": 342,
    "đâu ": 1320,
    "đị": 1337,
    "ịa": 1481,
    " đị": 355,
    "địa": 1338,
    "ịa ": 1482,
    " địa": 356,
    "địa ": 1339,
    "ỉ": 1477,
    "hỉ": 652,
    "ỉ ": 1478,
    "chỉ": 452,
    "hỉ ": 653,
    " chỉ": 43,
    "chỉ ": 453,
    "sở": 972,
    " sở": 219,
    "sở ": 973,
    " sở ": 220,
    "si": 952,
    " si": 207,
    "sin": 953,
    " sin": 208,
    "sinh": 954,
    "viê": 1151,
    " viê": 298,
    "viên": 1152,
    "nhấ": 852,
    " nhấ": 179,
    "nhất": 853,
    "chí": 446,
    "hín": 612,
    " chí": 40,
    "chín": 447,
    "hính": 613,
    "củ": 487,
    "ủa": 1537,
    " củ": 64,
    "của": 488,
    "ủa ": 1538,
    " của": 65,
    "của ": 489,
    "ảm": 1389,
    "cảm": 475,
    "ảm ": 1390,
    " cảm": 57,
    "cảm ": 476,
    " ơn": 365,
    "ơn ": 1352,
    " ơn ": 366,
    "nk": 856,
    "k ": 735,
    "tha": 978,
    "han": 559,
    "ank": 391,
    "nk ": 857,
    " tha": 223,
    "than": 979,
    "hank": 560,
    "ank ": 392,
    " y": 324,
    "yo": 1193,
    "ou": 892,
    " yo": 325,
    "you": 1194,
    "ou ": 893,
    " you": 326,
    "you ": 1195,
    "ks": 754,
    "nks": 858,
    "ks ": 755,
    "anks": 393,
    "nks ": 859,
    "ám": 1233,
    "cám": 465,
    "ám ": 1234,
    " cám": 49,
    "cám ": 466,
    "ã": 1249,
    "đã": 1323,
    "ã ": 1250,
    " đã": 344,
    "đã ": 1324,
    " đã ": 345,
    "tư": 1073,
    " tư": 272,
    "tư ": 1074,
    " tư ": 273,
    "vấ": 1164,
    " vấ": 306,
    "vấn": 1165,
    " vấn": 307,
    "vấn ": 1166,
    "ạm": 1378,
    "tạm": 1078,
    "ạm ": 1379,
    " tạm": 276,
    "tạm ": 1079,
    "ệt": 1473,
    "biệ": 412,
    "iệt": 727,
    "ệt ": 1474,
    " biệ": 20,
    "biệt": 413,
    "iệt ": 728,
    "go": 535,
    "oo": 889,
    "od": 883,
    "db": 491,
    "by": 414,
    "ye": 1191,
    "e ": 511,
    " go": 84,
    "goo": 536,
    "ood": 890,
    "odb": 884,
    "dby": 492,
    "bye": 415,
    "ye ": 1192,
    " goo": 85,
    "good": 537,
    "oodb": 891,
    "odby": 885,
    "dbye": 493,
    "bye ": 416,
    " by": 21,
    " bye": 22,
    "ẹ": 1437,
    "hẹ": 645,
    "ẹn": 1438,
    " hẹ": 108,
    "hẹn": 646,
    "ẹn ": 1439,
    " hẹn": 109,
    "hẹn ": 647,
    "ặ": 1434,
    "gặ": 549,
    "ặp": 1435,
    " gặ": 88,
    "gặp": 550,
    "ặp ": 1436,
    " gặp": 89,
    "gặp ": 551,
    "lạ": 790,
    " lạ": 147,
    "lại": 791,
    " lại": 148,
    "lại ": 792,
    "phả": 909,
    " phả": 195,
    "phải": 910,
    "đi ": 1305,
    " đi ": 333,
    "ú": 1289,
    "hú": 623,
    "úc": 1290,
    "thú": 995,
    "húc": 624,
    "úc ": 1291,
    " thú": 230,
    "thúc": 996,
    "húc ": 625,
    "uộ": 1143,
    "ộc": 1506,
    "cuộ": 459,
    "uộc": 1144,
    "ộc ": 1507,
    " cuộ": 46,
    "cuộc": 460,
    "uộc ": 1145,
    "ò": 1272,
    "rò": 935,
    "ò ": 1273,
    "trò": 1037,
    "rò ": 936,
    " trò": 251,
    "trò ": 1038,
    "yệ": 1208,
    "uyệ": 1121,
    "yện": 1209,
    "huyệ": 586,
    "uyện": 1122,
    "yện ": 1210,
    "àm": 1213,
    "làm": 783,
    "àm ": 1214,
    " làm": 142,
    "làm ": 784,
    "ằ": 1426,
    "bằ": 424,
    "ằn": 1427,
    " bằ": 28,
    "bằn": 425,
    "ằng": 1428,
    " bằn": 29,
    "bằng": 426,
    "ằng ": 1429,
    "bạ ": 418,
    " bạ ": 24,
    "ợc": 1527,
    "đượ": 1330,
    "ược": 1367,
    "ợc ": 1528,
    " đượ": 350,
    "được": 1331,
    "ược ": 1368,
    "ẳ": 1430,
    "hẳ": 642,
    "ẳn": 1431,
    "thẳ": 1004,
    "hẳn": 643,
    "ẳng": 1432,
    " thẳ": 234,
    "thẳn": 1005,
    "hẳng": 644,
    "ẳng ": 1433,
    "đá": 1315,
    " đá": 339,
    "đán": 1316,
    "ánh": 1238,
    " đán": 340,
    "đánh": 1317,
    "ánh ": 1239,
    "iá": 696,
    "á ": 1226,
    "giá": 531,
    "iá ": 697,
    " giá": 82,
    "giá ": 532,
    "lự": 796,
    "ực": 1556,
    " lự": 151,
    "lực": 797,
    "ực ": 1557,
    " lực": 152,
    "lực ": 798,
    "ách": 1229,
    "cách": 464,
    "ách ": 1230,
    "vật": 1170,
    " vật": 310,
    "vật ": 1171,
    "chấ": 450,
    " chấ": 42,
    "chất": 451,
    "ký": 756,
    " ký": 125,
    "ký ": 757,
    " ký ": 126,
    "tú": 1070,
    " tú": 270,
    "túc": 1071,
    " túc": 271,
    "túc ": 1072,
    "xá": 1178,
    " xá": 316,
    "xá ": 1179,
    " xá ": 317,
    "hò": 614,
    "òn": 1274,
    "phò": 905,
    "hòn": 615,
    "òng": 1275,
    " phò": 193,
    "phòn": 906,
    "hòng": 616,
    "òng ": 1276,
    "thí": 991,
    " thí": 228,
    "thí ": 992,
    "ệm": 1467,
    "iệm": 721,
    "ệm ": 1468,
    "hiệm": 573,
    "iệm ": 722,
    "thư ": 998,
    "việ": 1155,
    " việ": 300,
    "viện": 1156,
    " r": 201,
    "ra": 923,
    " ra": 202,
    "ra ": 924,
    " ra ": 203,
    "sa": 949,
    " sa": 205,
    "sao": 950,
    " sao": 206,
    "sao ": 951,
    "khu": 743,
    "hu ": 583,
    " khu": 119,
    "khu ": 744,
    "hự": 676,
    "thự": 1018,
    "hực": 677,
    " thự": 241,
    "thực": 1019,
    "hực ": 678,
    "hành": 598
  },
  "response": null,
  "action_text": null
}