{
  "text": {
    " ": 0,
    "x": 965,
    "i": 577,
    "n": 691,
    " x": 251,
    "xi": 966,
    "in": 587,
    "n ": 692,
    " xi": 252,
    "xin": 967,
    "in ": 588,
    " xin": 253,
    "xin ": 968,
    "c": 358,
    "h": 473,
    "à": 993,
    "o": 739,
    " c": 23,
    "ch": 360,
    "hà": 498,
    "ào": 1000,
    "o ": 740,
    " ch": 24,
    "chà": 369,
    "hào": 501,
    "ào ": 1001,
    " chà": 28,
    "chào": 370,
    "hào ": 502,
    "b": 336,
    "ạ": 1146,
    " b": 10,
    "bạ": 351,
    "ạn": 1152,
    " bạ": 18,
    "bạn": 353,
    "ạn ": 1153,
    " bạn": 20,
    "bạn ": 354,
    "e": 423,
    "l": 645,
    " h": 75,
    "he": 478,
    "el": 425,
    "ll": 649,
    "lo": 652,
    " he": 76,
    "hel": 479,
    "ell": 426,
    "llo": 650,
    "lo ": 653,
    " hel": 77,
    "hell": 480,
    "ello": 427,
    "llo ": 651,
    "hi": 481,
    "i ": 578,
    " hi": 78,
    "hi ": 482,
    " hi ": 79,
    "ó": 1053,
    "có": 392,
    "ó ": 1054,
    " có": 39,
    "có ": 393,
    " có ": 40,
    "a": 321,
    " a": 4,
    "ai": 323,
    " ai": 6,
    "ai ": 324,
    " ai ": 7,
    "ở": 1267,
    " ở": 301,
    "ở ": 1268,
    " ở ": 302,
    "đ": 1084,
    "â": 1018,
    "y": 977,
    " đ": 267,
    "đâ": 1095,
    "ây": 1023,
    "y ": 978,
    " đâ": 275,
    "đây": 1098,
    "ây ": 1024,
    " đây": 277,
    "đây ": 1099,
    "k": 622,
    "ô": 1060,
    "g": 431,
    " k": 92,
    "kh": 624,
    "hô": 520,
    "ôn": 1064,
    "ng": 696,
    "g ": 432,
    " kh": 93,
    "khô": 627,
    "hôn": 521,
    "ông": 1066,
    "ng ": 697,
    " khô": 95,
    "khôn": 628,
    "hông": 522,
    "ông ": 1067,
    "ơ": 1124,
    " ơ": 296,
    "ơi": 1126,
    " ơi": 297,
    "ơi ": 1127,
    " ơi ": 298,
    "t": 820,
    "r": 784,
    "ư": 1132,
    "ờ": 1261,
    " t": 181,
    "tr": 861,
    "rư": 796,
    "ườ": 1140,
    "ờn": 1264,
    " tr": 201,
    "trư": 866,
    "rườ": 799,
    "ườn": 1141,
    "ờng": 1265,
    " trư": 204,
    "trườ": 868,
    "rườn": 800,
    "ường": 1142,
    "ờng ": 1266,
    "ữ": 1283,
    " n": 133,
    "nh": 708,
    "hữ": 571,
    "ữn": 1285,
    " nh": 141,
    "nhữ": 716,
    "hữn": 572,
    "ững": 1286,
    " nhữ": 145,
    "nhữn": 717,
    "hững": 573,
    "ững ": 1287,
    "gà": 457,
    "àn": 997,
    "h ": 474,
    " ng": 136,
    "ngà": 704,
    "gàn": 458,
    "ành": 998,
    "nh ": 709,
    " ngà": 139,
    "ngàn": 705,
    "gành": 459,
    "ành ": 999,
    "nà": 725,
    " nà": 146,
    "nào": 726,
    " nào": 147,
    "nào ": 727,
    "ho": 487,
    "cho": 364,
    "ho ": 488,
    " cho": 26,
    "cho ": 365,
    "tô": 879,
    "ôi": 1062,
    " tô": 211,
    "tôi": 881,
    "ôi ": 1063,
    " tôi": 213,
    "tôi ": 882,
    "ế": 1202,
    "bi": 343,
    "iế": 604,
    "ết": 1207,
    "t ": 821,
    " bi": 13,
    "biế": 344,
    "iết": 607,
    "ết ": 1208,
    " biế": 14,
    "biết": 345,
    "iết ": 608,
    "á": 1002,
    "cá": 386,
    "ác": 1004,
    "c ": 359,
    " cá": 36,
    "các": 387,
    "ác ": 1005,
    " các": 37,
    "các ": 388,
    "đà": 1089,
    " đà": 271,
    "đào": 1090,
    " đào": 272,
    "đào ": 1091,
    "tạ": 888,
    "ạo": 1154,
    " tạ": 218,
    "tạo": 893,
    "ạo ": 1155,
    " tạo": 221,
    "tạo ": 894,
    "ọ": 1231,
    "họ": 551,
    "ọc": 1232,
    " họ": 86,
    "học": 552,
    "ọc ": 1233,
    " học": 87,
    "học ": 553,
    " g": 59,
    "gi": 438,
    "ia": 579,
    "ao": 332,
    " gi": 60,
    "gia": 439,
    "iao": 582,
    "ao ": 333,
    " gia": 61,
    "giao": 441,
    "iao ": 583,
    "th": 822,
    " th": 182,
    "thô": 835,
    " thô": 188,
    "thôn": 836,
    "v": 939,
    "ậ": 1181,
    " v": 233,
    "vậ": 955,
    "ận": 1182,
    " vậ": 244,
    "vận": 956,
    "ận ": 1183,
    " vận": 245,
    "vận ": 957,
    "ả": 1158,
    "tả": 895,
    "ải": 1160,
    " tả": 222,
    "tải": 896,
    "ải ": 1161,
    " tải": 223,
    "tải ": 897,
    "u": 906,
    " u": 230,
    "ut": 914,
    " ut": 231,
    "uth": 915,
    "th ": 823,
    " uth": 232,
    "uth ": 916,
    "ì": 1035,
    "gì": 460,
    "ì ": 1036,
    " gì": 67,
    "gì ": 461,
    " gì ": 68,
    "ại": 1148,
    "tại": 889,
    "ại ": 1149,
    " tại": 219,
    "tại ": 890,
    "đạ": 1110,
    " đạ": 285,
    "đại": 1111,
    " đại": 286,
    "đại ": 1112,
    "ê": 1030,
    "hu": 489,
    "uy": 917,
    "yê": 984,
    "ên": 1031,
    "chu": 366,
    "huy": 491,
    "uyê": 918,
    "yên": 985,
    "ên ": 1032,
    " chu": 27,
    "chuy": 367,
    "huyê": 492,
    "uyên": 919,
    "yên ": 986,
    "ể": 1211,
    "tu": 871,
    "yể": 987,
    "ển": 1215,
    " tu": 206,
    "tuy": 872,
    "uyể": 920,
    "yển": 988,
    "ển ": 1216,
    " tuy": 207,
    "tuyể": 873,
    "uyển": 921,
    "yển ": 989,
    "s": 803,
    " s": 170,
    "si": 808,
    " si": 173,
    "sin": 809,
    "inh": 589,
    " sin": 174,
    "sinh": 810,
    "inh ": 590,
    "ố": 1239,
    "hố": 559,
    "ối": 1243,
    "khố": 631,
    "hối": 560,
    "ối ": 1244,
    " khố": 97,
    "khối": 632,
    "hối ": 561,
    "ợ": 1269,
    "đư": 1105,
    "ượ": 1143,
    "ợc": 1270,
    " đư": 282,
    "đượ": 1108,
    "ược": 1144,
    "ợc ": 1271,
    " đượ": 284,
    "được": 1109,
    "ược ": 1145,
    "é": 1027,
    "xé": 974,
    "ét": 1028,
    " xé": 258,
    "xét": 975,
    "ét ": 1029,
    " xét": 259,
    "xét ": 976,
    "a ": 322,
    " a ": 5,
    "và": 945,
    " và": 237,
    "vào": 947,
    " vào": 239,
    "vào ": 948,
    "ỹ": 1294,
    "kỹ": 643,
    "ỹ ": 1295,
    " kỹ": 104,
    "kỹ ": 644,
    " kỹ ": 105,
    "uậ": 930,
    "ật": 1186,
    "thu": 828,
    "huậ": 496,
    "uật": 931,
    "ật ": 1187,
    " thu": 185,
    "thuậ": 829,
    "huật": 497,
    "uật ": 932,
    " ô": 263,
    "ô ": 1061,
    " ô ": 264,
    "tô ": 880,
    " tô ": 212,
    "ầ": 1173,
    "cầ": 402,
    "ần": 1174,
    " cầ": 47,
    "cần": 403,
    "ần ": 1175,
    " cần": 48,
    "cần ": 404,
    "thi": 826,
    " thi": 184,
    "thi ": 827,
    "để": 1115,
    "ể ": 1212,
    " để": 288,
    "để ": 1116,
    " để ": 289,
    "q": 778,
    " q": 163,
    "qu": 779,
    "uả": 924,
    "ản": 1164,
    " qu": 164,
    "quả": 780,
    "uản": 925,
    "ản ": 1165,
    " quả": 165,
    "quản": 781,
    "uản ": 926,
    "ị": 1227,
    "rị": 801,
    "ị ": 1228,
    "trị": 869,
    "rị ": 802,
    " trị": 205,
    "trị ": 870,
    "ki": 633,
    " ki": 98,
    "kin": 634,
    " kin": 99,
    "kinh": 635,
    "d": 410,
    " d": 52,
    "do": 414,
    "oa": 741,
    "an": 325,
    " do": 53,
    "doa": 415,
    "oan": 742,
    "anh": 327,
    " doa": 54,
    "doan": 416,
    "oanh": 743,
    "anh ": 328,
    "cô": 394,
    " cô": 41,
    "côn": 395,
    " côn": 42,
    "công": 396,
    "ệ": 1217,
    "gh": 433,
    "hệ": 547,
    "ệ ": 1218,
    "ngh": 698,
    "ghệ": 436,
    "hệ ": 548,
    " ngh": 137,
    "nghệ": 700,
    "ghệ ": 437,
    "ti": 851,
    " ti": 196,
    "tin": 854,
    " tin": 197,
    "tin ": 855,
    "ấ": 1166,
    " l": 106,
    "lấ": 665,
    "ấy": 1171,
    " lấ": 118,
    "lấy": 666,
    "ấy ": 1172,
    " lấy": 119,
    "lấy ": 667,
    "p": 763,
    "í": 1040,
    " p": 155,
    "ph": 765,
    "hí": 508,
    "í ": 1041,
    " ph": 156,
    "phí": 768,
    "hí ": 509,
    " phí": 158,
    "phí ": 769,
    "là": 656,
    "à ": 994,
    " là": 111,
    "là ": 657,
    " là ": 112,
    "ba": 337,
    " ba": 11,
    "bao": 338,
    " bao": 12,
    "bao ": 339,
    "iê": 596,
    "êu": 1033,
    "u ": 907,
    "nhi": 710,
    "hiê": 483,
    "iêu": 599,
    "êu ": 1034,
    " nhi": 142,
    "nhiê": 711,
    "hiêu": 484,
    "iêu ": 600,
    "ỏ": 1236,
    "hỏ": 556,
    "ỏi": 1237,
    " hỏ": 88,
    "hỏi": 557,
    "ỏi ": 1238,
    " hỏi": 89,
    "hỏi ": 558,
    "m": 674,
    "ộ": 1249,
    " m": 124,
    "mộ": 688,
    "ột": 1254,
    " mộ": 131,
    "một": 689,
    "ột ": 1255,
    " một": 132,
    "một ": 690,
    "ă": 1077,
    "nă": 731,
    "ăm": 1078,
    "m ": 675,
    " nă": 150,
    "năm": 732,
    "ăm ": 1079,
    " năm": 151,
    "năm ": 733,
    "đó": 1102,
    "ón": 1057,
    " đó": 280,
    "đón": 1103,
    "óng": 1058,
    " đón": 281,
    "đóng": 1104,
    "óng ": 1059,
    "hư": 528,
    "ư ": 1133,
    "như": 712,
    "hư ": 529,
    " như": 143,
    "như ": 713,
    "hế": 545,
    "ế ": 1203,
    "thế": 843,
    "hế ": 546,
    " thế": 192,
    "thế ": 844,
    "chi": 362,
    " chi": 25,
    "chi ": 363,
    "tậ": 898,
    "ập": 1184,
    "p ": 764,
    " tậ": 224,
    "tập": 899,
    "ập ": 1185,
    " tập": 225,
    "tập ": 900,
    "âu": 1021,
    "đâu": 1096,
    "âu ": 1022,
    " đâu": 276,
    "đâu ": 1097,
    "đị": 1117,
    "ịa": 1229,
    " đị": 290,
    "địa": 1118,
    "ịa ": 1230,
    " địa": 291,
    "địa ": 1119,
    "ỉ": 1225,
    "hỉ": 549,
    "ỉ ": 1226,
    "chỉ": 377,
    "hỉ ": 550,
    " chỉ": 32,
    "chỉ ": 378,
    "cơ": 397,
    "ơ ": 1125,
    " cơ": 43,
    "cơ ": 398,
    " cơ ": 44,
    "sở": 818,
    " sở": 179,
    "sở ": 819,
    " sở ": 180,
    "mấ": 685,
    " mấ": 129,
    "mấy": 686,
    " mấy": 130,
    "mấy ": 687,
    "vi": 940,
    " vi": 234,
    "viê": 941,
    "iên": 597,
    " viê": 235,
    "viên": 942,
    "iên ": 598,
    "hấ": 536,
    "ất": 1169,
    "nhấ": 714,
    "hất": 537,
    "ất ": 1170,
    " nhấ": 144,
    "nhất": 715,
    "hất ": 538,
    "ín": 1045,
    "chí": 371,
    "hín": 512,
    "ính": 1046,
    " chí": 29,
    "chín": 372,
    "hính": 513,
    "ính ": 1047,
    "ủ": 1276,
    "củ": 407,
    "ủa": 1278,
    " củ": 50,
    "của": 408,
    "ủa ": 1279,
    " của": 51,
    "của ": 409,
    "đi": 1085,
    "iể": 609,
    "ểm": 1213,
    " đi": 268,
    "điể": 1087,
    "iểm": 610,
    "ểm ": 1214,
    " điể": 270,
    "điểm": 1088,
    "iểm ": 611,
    "ẩ": 1178,
    "uẩ": 927,
    "ẩn": 1179,
    "huẩ": 494,
    "uẩn": 928,
    "ẩn ": 1180,
    "chuẩ": 368,
    "huẩn": 495,
    "uẩn ": 929,
    "na": 693,
    "ay": 334,
    " na": 134,
    "nay": 694,
    "ay ": 335,
    " nay": 135,
    "nay ": 695,
    "gầ": 462,
    " gầ": 69,
    "gần": 463,
    " gần": 70,
    "gần ": 464,
    "ỗ": 1247,
    "đỗ": 1120,
    "ỗ ": 1248,
    " đỗ": 292,
    "đỗ ": 1121,
    " đỗ ": 293,
    "_": 307,
    " _": 1,
    "__": 312,
    "_n": 318,
    "nu": 722,
    "um": 908,
    "mb": 676,
    "be": 340,
    "er": 428,
    "r_": 785,
    "_ ": 308,
    " __": 2,
    "__n": 316,
    "_nu": 319,
    "num": 723,
    "umb": 909,
    "mbe": 677,
    "ber": 341,
    "er_": 429,
    "r__": 786,
    "__ ": 313,
    " __n": 3,
    "__nu": 317,
    "_num": 320,
    "numb": 724,
    "umbe": 910,
    "mber": 678,
    "ber_": 342,
    "er__": 430,
    "r__ ": 787,
    "og": 747,
    "is": 591,
    "st": 811,
    "ic": 584,
    "cs": 381,
    "s ": 804,
    " lo": 109,
    "log": 654,
    "ogi": 748,
    "gis": 442,
    "ist": 592,
    "sti": 812,
    "tic": 852,
    "ics": 585,
    "cs ": 382,
    " log": 110,
    "logi": 655,
    "ogis": 749,
    "gist": 443,
    "isti": 593,
    "stic": 813,
    "tics": 853,
    "ics ": 586,
    "go": 450,
    "oá": 755,
    "ái": 1008,
    "ngo": 701,
    "goá": 453,
    "oái": 756,
    "ái ": 1009,
    " ngo": 138,
    "ngoá": 702,
    "goái": 454,
    "oái ": 757,
    "tế": 901,
    " tế": 226,
    "tế ": 902,
    " tế ": 227,
    "xâ": 971,
    " xâ": 256,
    "xây": 972,
    " xây": 257,
    "xây ": 973,
    "ự": 1288,
    "dự": 420,
    "ựn": 1291,
    " dự": 57,
    "dựn": 421,
    "ựng": 1292,
    " dựn": 58,
    "dựng": 422,
    "ựng ": 1293,
    "rì": 791,
    "ìn": 1037,
    "trì": 862,
    "rìn": 792,
    "ình": 1038,
    " trì": 202,
    "trìn": 863,
    "rình": 793,
    "ình ": 1039,
    "ớ": 1256,
    "ướ": 1137,
    "ớc": 1257,
    "rướ": 797,
    "ước": 1138,
    "ớc ": 1258,
    "trướ": 867,
    "rước": 798,
    "ước ": 1139,
    "sư": 814,
    " sư": 175,
    "sư ": 815,
    " sư ": 176,
    "ầu": 1176,
    "cầu": 405,
    "ầu ": 1177,
    " cầu": 49,
    "cầu ": 406,
    "đườ": 1106,
    " đườ": 283,
    "đườn": 1107,
    "gợ": 468,
    "ợi": 1272,
    " gợ": 73,
    "gợi": 469,
    "ợi ": 1273,
    " gợi": 74,
    "gợi ": 470,
    "ý": 1075,
    " ý": 265,
    "ý ": 1076,
    " ý ": 266,
    "số": 816,
    "ố ": 1240,
    " số": 177,
    "số ": 817,
    " số ": 178,
    "nê": 728,
    " nê": 148,
    "nên": 729,
    " nên": 149,
    "nên ": 730,
    "ù": 1068,
    "hù": 523,
    "ù ": 1069,
    "phù": 772,
    "hù ": 524,
    " phù": 160,
    "phù ": 773,
    "hợ": 565,
    "ợp": 1274,
    " hợ": 90,
    "hợp": 566,
    "ợp ": 1275,
    " hợp": 91,
    "hợp ": 567,
    "vớ": 962,
    "ới": 1259,
    " vớ": 249,
    "với": 963,
    "ới ": 1260,
    " với": 250,
    "với ": 964,
    "ú": 1070,
    "iú": 601,
    "úp": 1073,
    "giú": 446,
    "iúp": 602,
    "úp ": 1074,
    " giú": 63,
    "giúp": 447,
    "iúp ": 603,
    "ọn": 1234,
    "chọ": 379,
    "họn": 554,
    "ọn ": 1235,
    " chọ": 33,
    "chọn": 380,
    "họn ": 555,
    "tư": 886,
    " tư": 216,
    "tư ": 887,
    " tư ": 217,
    "vấ": 952,
    "ấn": 1167,
    " vấ": 242,
    "vấn": 953,
    "ấn ": 1168,
    " vấn": 243,
    "vấn ": 954,
    "hì": 506,
    "thì": 830,
    "hì ": 507,
    " thì": 186,
    "thì ": 831,
    "íc": 1042,
    "thí": 832,
    "híc": 510,
    "ích": 1043,
    "ch ": 361,
    " thí": 187,
    "thíc": 834,
    "hích": 511,
    "ích ": 1044,
    "mô": 682,
    " mô": 127,
    "môn": 683,
    "ôn ": 1065,
    " môn": 128,
    "môn ": 684,
    "to": 858,
    "án": 1012,
    " to": 199,
    "toá": 859,
    "oán": 758,
    "án ": 1013,
    " toá": 200,
    "toán": 860,
    "oán ": 759,
    "và ": 946,
    " và ": 238,
    "lý": 660,
    " lý": 114,
    "lý ": 661,
    " lý ": 115,
    "hâ": 503,
    "ân": 1019,
    "phâ": 766,
    "hân": 504,
    "ân ": 1020,
    " phâ": 157,
    "phân": 767,
    "hân ": 505,
    "tí": 874,
    " tí": 208,
    "tíc": 875,
    " tíc": 209,
    "tích": 876,
    "hả": 532,
    "ả ": 1159,
    "khả": 629,
    "hả ": 533,
    " khả": 96,
    "khả ": 630,
    "ăn": 1080,
    "năn": 734,
    "ăng": 1082,
    " năn": 152,
    "năng": 735,
    "ăng ": 1083,
    "ạt": 1156,
    "đạt": 1113,
    "ạt ": 1157,
    " đạt": 287,
    "đạt ": 1114,
    "hó": 517,
    "óa": 1055,
    " hó": 82,
    "hóa": 518,
    "óa ": 1056,
    " hóa": 83,
    "hóa ": 519,
    "tố": 903,
    "ốt": 1245,
    " tố": 228,
    "tốt": 904,
    "ốt ": 1246,
    " tốt": 229,
    "tốt ": 905,
    "đủ": 1122,
    "ủ ": 1277,
    " đủ": 294,
    "đủ ": 1123,
    " đủ ": 295,
    ".": 303,
    "_.": 309,
    "._": 304,
    "__.": 314,
    "_._": 310,
    ".__": 305,
    "r__.": 788,
    "__._": 315,
    "_.__": 311,
    ".__n": 306,
    "vă": 949,
    " vă": 240,
    "văn": 950,
    "ăn ": 1081,
    " văn": 241,
    "văn ": 951,
    " an": 8,
    " anh": 9,
    "má": 679,
    "áy": 1016,
    " má": 125,
    "máy": 680,
    "áy ": 1017,
    " máy": 126,
    "máy ": 681,
    "tín": 877,
    " tín": 210,
    "tính": 878,
    "iỏ": 619,
    "giỏ": 448,
    "iỏi": 620,
    " giỏ": 64,
    "giỏi": 449,
    "iỏi ": 621,
    "ề": 1209,
    "về": 960,
    "ề ": 1210,
    " về": 247,
    "về ": 961,
    " về ": 248,
    "lậ": 668,
    " lậ": 120,
    "lập": 669,
    " lập": 121,
    "lập ": 670,
    "oạ": 760,
    "goạ": 455,
    "oại": 761,
    "ngoạ": 703,
    "goại": 456,
    "oại ": 762,
    "gữ": 471,
    "ữ ": 1284,
    "ngữ": 706,
    "gữ ": 472,
    " ngữ": 140,
    "ngữ ": 707,
    "cả": 399,
    "ảm": 1162,
    " cả": 45,
    "cảm": 400,
    "ảm ": 1163,
    " cảm": 46,
    "cảm ": 401,
    "ơn": 1128,
    " ơn": 299,
    "ơn ": 1129,
    " ơn ": 300,
    "ha": 475,
    "nk": 718,
    "k ": 623,
    "tha": 824,
    "han": 476,
    "ank": 329,
    "nk ": 719,
    " tha": 183,
    "than": 825,
    "hank": 477,
    "ank ": 330,
    " y": 260,
    "yo": 981,
    "ou": 753,
    " yo": 261,
    "you": 982,
    "ou ": 754,
    " you": 262,
    "you ": 983,
    "ks": 636,
    "nks": 720,
    "ks ": 637,
    "anks": 331,
    "nks ": 721,
    "ám": 1010,
    "cám": 390,
    "ám ": 1011,
    " cám": 38,
    "cám ": 391,
    "ã": 1025,
    "đã": 1100,
    "ã ": 1026,
    " đã": 278,
    "đã ": 1101,
    " đã ": 279,
    "ạm": 1150,
    "tạm": 891,
    "ạm ": 1151,
    " tạm": 220,
    "tạm ": 892,
    "iệ": 612,
    "ệt": 1223,
    "biệ": 346,
    "iệt": 617,
    "ệt ": 1224,
    " biệ": 15,
    "biệt": 347,
    "iệt ": 618,
    "oo": 750,
    "od": 744,
    "db": 411,
    "by": 348,
    "ye": 979,
    "e ": 424,
    " go": 65,
    "goo": 451,
    "ood": 751,
    "odb": 745,
    "dby": 412,
    "bye": 349,
    "ye ": 980,
    " goo": 66,
    "good": 452,
    "oodb": 752,
    "odby": 746,
    "dbye": 413,
    "bye ": 350,
    " by": 16,
    " bye": 17,
    "ẹ": 1199,
    "hẹ": 542,
    "ẹn": 1200,
    " hẹ": 84,
    "hẹn": 543,
    "ẹn ": 1201,
    " hẹn": 85,
    "hẹn ": 544,
    "ặ": 1196,
    "gặ": 465,
    "ặp": 1197,
    " gặ": 71,
    "gặp": 466,
    "ặp ": 1198,
    " gặp": 72,
    "gặp ": 467,
    "lạ": 662,
    " lạ": 116,
    "lại": 663,
    " lại": 117,
    "lại ": 664,
    "phả": 776,
    "hải": 534,
    " phả": 162,
    "phải": 777,
    "hải ": 535,
    "đi ": 1086,
    " đi ": 269,
    "kế": 640,
    " kế": 102,
    "kết": 641,
    " kết": 103,
    "kết ": 642,
    "hú": 525,
    "úc": 1071,
    "thú": 837,
    "húc": 526,
    "úc ": 1072,
    " thú": 189,
    "thúc": 838,
    "húc ": 527,
    "cu": 383,
    "uộ": 936,
    "ộc": 1250,
    " cu": 34,
    "cuộ": 384,
    "uộc": 937,
    "ộc ": 1251,
    " cuộ": 35,
    "cuộc": 385,
    "uộc ": 938,
    "ò": 1048,
    "rò": 794,
    "ò ": 1049,
    "trò": 864,
    "rò ": 795,
    " trò": 203,
    "trò ": 865,
    "yệ": 990,
    "ện": 1221,
    "uyệ": 922,
    "yện": 991,
    "ện ": 1222,
    "huyệ": 493,
    "uyện": 923,
    "yện ": 992,
    "ươ": 1134,
    "phư": 774,
    "hươ": 530,
    "ươn": 1135,
    "ơng": 1130,
    " phư": 161,
    "phươ": 775,
    "hươn": 531,
    "ương": 1136,
    "ơng ": 1131,
    "ứ": 1280,
    "hứ": 568,
    "ức": 1281,
    "thứ": 847,
    "hức": 569,
    "ức ": 1282,
    " thứ": 194,
    "thức": 848,
    "hức ": 570,
    "àm": 995,
    "làm": 658,
    "àm ": 996,
    " làm": 113,
    "làm ": 659,
    "ằ": 1188,
    "bằ": 355,
    "ằn": 1189,
    " bằ": 21,
    "bằn": 356,
    "ằng": 1190,
    " bằn": 22,
    "bằng": 357,
    "ằng ": 1191,
    "ạ ": 1147,
    "bạ ": 352,
    " bạ ": 19,
    "ẳ": 1192,
    "hẳ": 539,
    "ẳn": 1193,
    "thẳ": 841,
    "hẳn": 540,
    "ẳng": 1194,
    " thẳ": 191,
    "thẳn": 842,
    "hẳng": 541,
    "ẳng ": 1195,
    "đá": 1092,
    " đá": 273,
    "đán": 1093,
    "ánh": 1014,
    " đán": 274,
    "đánh": 1094,
    "ánh ": 1015,
    "iá": 594,
    "á ": 1003,
    "giá": 444,
    "iá ": 595,
    " giá": 62,
    "giá ": 445,
    "lự": 671,
    "ực": 1289,
    " lự": 122,
    "lực": 672,
    "ực ": 1290,
    " lực": 123,
    "lực ": 673,
    "ách": 1006,
    "cách": 389,
    "ách ": 1007,
    "vật": 958,
    " vật": 246,
    "vật ": 959,
    "chấ": 375,
    " chấ": 31,
    "chất": 376,
    "ký": 638,
    " ký": 100,
    "ký ": 639,
    " ký ": 101,
    "tú": 883,
    " tú": 214,
    "túc": 884,
    " túc": 215,
    "túc ": 885,
    "xá": 969,
    " xá": 254,
    "xá ": 970,
    " xá ": 255,
    "hò": 514,
    "òn": 1050,
    "phò": 770,
    "hòn": 515,
    "òng": 1051,
    " phò": 159,
    "phòn": 771,
    "hòng": 516,
    "òng ": 1052,
    "thí ": 833,
    "ệm": 1219,
    "ghi": 434,
    "hiệ": 485,
    "iệm": 613,
    "ệm ": 1220,
    "nghi": 699,
    "ghiệ": 435,
    "hiệm": 486,
    "iệm ": 614,
    "thư": 839,
    " thư": 190,
    "thư ": 840,
    "việ": 943,
    "iện": 615,
    " việ": 236,
    "viện": 944,
    "iện ": 616,
    " r": 167,
    "ra": 789,
    " ra": 168,
    "ra ": 790,
    " ra ": 169,
    "sa": 805,
    " sa": 171,
    "sao": 806,
    " sao": 172,
    "sao ": 807,
    "khu": 625,
    "hu ": 490,
    " khu": 94,
    "khu ": 626,
    "hự": 574,
    "thự": 849,
    "hực": 575,
    " thự": 195,
    "thực": 850,
    "hực ": 576,
    " hà": 80,
    "hàn": 499,
    " hàn": 81,
    "hành": 500,
    "ian": 580,
    "an ": 326,
    "gian": 440,
    "ian ": 581,
    "chư": 373,
    " chư": 30,
    "chươ": 374,
    "hờ": 562,
    "ời": 1262,
    "thờ": 845,
    "hời": 563,
    "ời ": 1263,
    " thờ": 193,
    "thời": 846,
    "hời ": 564,
    "li": 646,
    " li": 107,
    "liê": 647,
    " liê": 108,
    "liên": 648,
    "uố": 933,
    "ốc": 1241,
    "quố": 782,
    "uốc": 934,
    "ốc ": 1242,
    " quố": 166,
    "quốc": 783,
    "uốc ": 935,
    "ến": 1204,
    "tiế": 856,
    "iến": 605,
    "ếng": 1205,
    " tiế": 198,
    "tiến": 857,
    "iếng": 606,
    "ếng ": 1206,
    "nộ": 736,
    "ội": 1252,
    " nộ": 153,
    "nội": 737,
    "ội ": 1253,
    " nội": 154,
    "nội ": 738,
    "du": 417,
    "un": 911,
    " du": 55,
    "dun": 418,
    "ung": 912,
    " dun": 56,
    "dung": 419,
    "ung ": 913
  },
  "response": null,
  "action_text": null
}