{
  "text": {
    " ": 0,
    "x": 981,
    "i": 585,
    "n": 704,
    " x": 252,
    "xi": 982,
    "in": 595,
    "n ": 705,
    " xi": 253,
    "xin": 983,
    "in ": 596,
    " xin": 254,
    "xin ": 984,
    "c": 360,
    "h": 474,
    "à": 1009,
    "o": 755,
    " c": 23,
    "ch": 362,
    "hà": 499,
    "ào": 1016,
    "o ": 756,
    " ch": 24,
    "chà": 371,
    "hào": 502,
    "ào ": 1017,
    " chà": 28,
    "chào": 372,
    "hào ": 503,
    "b": 338,
    "ạ": 1173,
    " b": 10,
    "bạ": 353,
    "ạn": 1179,
    " bạ": 18,
    "bạn": 355,
    "ạn ": 1180,
    " bạn": 20,
    "bạn ": 356,
    "e": 424,
    "l": 655,
    " h": 74,
    "he": 479,
    "el": 426,
    "ll": 659,
    "lo": 662,
    " he": 75,
    "hel": 480,
    "ell": 427,
    "llo": 660,
    "lo ": 663,
    " hel": 76,
    "hell": 481,
    "ello": 428,
    "llo ": 661,
    "hi": 482,
    "i ": 586,
    " hi": 77,
    "hi ": 483,
    " hi ": 78,
    "ó": 1071,
    "có": 395,
    "ó ": 1072,
    " có": 39,
    "có ": 396,
    " có ": 40,
    "a": 323,
    " a": 4,
    "ai": 325,
    " ai": 6,
    "ai ": 326,
    " ai ": 7,
    "ở": 1294,
    " ở": 303,
    "ở ": 1295,
    " ở ": 304,
    "đ": 1105,
    "â": 1036,
    "y": 993,
    " đ": 268,
    "đâ": 1116,
    "ây": 1041,
    "y ": 994,
    " đâ": 276,
    "đây": 1119,
    "ây ": 1042,
    " đây": 278,
    "đây ": 1120,
    "k": 630,
    "ô": 1078,
    "g": 432,
    " k": 91,
    "kh": 632,
    "hô": 524,
    "ôn": 1082,
    "ng": 709,
    "g ": 433,
    " kh": 92,
    "khô": 637,
    "hôn": 525,
    "ông": 1084,
    "ng ": 710,
    " khô": 95,
    "khôn": 638,
    "hông": 526,
    "ông ": 1085,
    "ơ": 1146,
    " ơ": 298,
    "ơi": 1148,
    " ơi": 299,
    "ơi ": 1149,
    " ơi ": 300,
    "t": 834,
    "r": 800,
    "ư": 1154,
    "ờ": 1288,
    " t": 182,
    "tr": 875,
    "rư": 812,
    "ườ": 1167,
    "ờn": 1291,
    " tr": 202,
    "trư": 880,
    "rườ": 815,
    "ườn": 1168,
    "ờng": 1292,
    " trư": 205,
    "trườ": 882,
    "rườn": 816,
    "ường": 1169,
    "ờng ": 1293,
    "ữ": 1310,
    " n": 135,
    "nh": 721,
    "hữ": 579,
    "ữn": 1312,
    " nh": 143,
    "nhữ": 730,
    "hữn": 580,
    "ững": 1313,
    " nhữ": 147,
    "nhữn": 731,
    "hững": 581,
    "ững ": 1314,
    "gà": 458,
    "àn": 1013,
    "h ": 475,
    " ng": 138,
    "ngà": 717,
    "gàn": 459,
    "ành": 1014,
    "nh ": 722,
    " ngà": 141,
    "ngàn": 718,
    "gành": 460,
    "ành ": 1015,
    "nà": 739,
    " nà": 148,
    "nào": 740,
    " nào": 149,
    "nào ": 741,
    "ho": 488,
    "cho": 366,
    "ho ": 489,
    " cho": 26,
    "cho ": 367,
    "tô": 893,
    "ôi": 1080,
    " tô": 212,
    "tôi": 895,
    "ôi ": 1081,
    " tôi": 214,
    "tôi ": 896,
    "ế": 1227,
    "bi": 345,
    "iế": 612,
    "ết": 1232,
    "t ": 835,
    " bi": 13,
    "biế": 346,
    "iết": 615,
    "ết ": 1233,
    " biế": 14,
    "biết": 347,
    "iết ": 616,
    "á": 1020,
    "cá": 389,
    "ác": 1022,
    "c ": 361,
    " cá": 36,
    "các": 390,
    "ác ": 1023,
    " các": 37,
    "các ": 391,
    "đà": 1110,
    " đà": 272,
    "đào": 1111,
    " đào": 273,
    "đào ": 1112,
    "tạ": 902,
    "ạo": 1181,
    " tạ": 219,
    "tạo": 907,
    "ạo ": 1182,
    " tạo": 222,
    "tạo ": 908,
    "ọ": 1256,
    "họ": 559,
    "ọc": 1257,
    " họ": 85,
    "học": 560,
    "ọc ": 1258,
    " học": 86,
    "học ": 561,
    " g": 58,
    "gi": 439,
    "ia": 587,
    "ao": 334,
    " gi": 59,
    "gia": 440,
    "iao": 590,
    "ao ": 335,
    " gia": 60,
    "giao": 442,
    "iao ": 591,
    "th": 836,
    " th": 183,
    "thô": 849,
    " thô": 189,
    "thôn": 850,
    "v": 955,
    "ậ": 1206,
    " v": 234,
    "vậ": 971,
    "ận": 1207,
    " vậ": 245,
    "vận": 972,
    "ận ": 1208,
    " vận": 246,
    "vận ": 973,
    "ả": 1185,
    "tả": 909,
    "ải": 1187,
    " tả": 223,
    "tải": 910,
    "ải ": 1188,
    " tải": 224,
    "tải ": 911,
    "u": 920,
    " u": 231,
    "ut": 928,
    " ut": 232,
    "uth": 929,
    "th ": 837,
    " uth": 233,
    "uth ": 930,
    "ì": 1053,
    "gì": 461,
    "ì ": 1054,
    " gì": 66,
    "gì ": 462,
    " gì ": 67,
    "ại": 1175,
    "tại": 903,
    "ại ": 1176,
    " tại": 220,
    "tại ": 904,
    "đạ": 1132,
    " đạ": 287,
    "đại": 1133,
    " đại": 288,
    "đại ": 1134,
    "ê": 1048,
    "hu": 490,
    "uy": 931,
    "yê": 1000,
    "ên": 1049,
    "chu": 368,
    "huy": 492,
    "uyê": 932,
    "yên": 1001,
    "ên ": 1050,
    " chu": 27,
    "chuy": 369,
    "huyê": 493,
    "uyên": 933,
    "yên ": 1002,
    "ể": 1236,
    "tu": 885,
    "yể": 1003,
    "ển": 1240,
    " tu": 207,
    "tuy": 886,
    "uyể": 934,
    "yển": 1004,
    "ển ": 1241,
    " tuy": 208,
    "tuyể": 887,
    "uyển": 935,
    "yển ": 1005,
    "s": 819,
    " s": 173,
    "si": 824,
    " si": 176,
    "sin": 825,
    "inh": 597,
    " sin": 177,
    "sinh": 826,
    "inh ": 598,
    "ố": 1264,
    "hố": 567,
    "ối": 1268,
    "khố": 641,
    "hối": 568,
    "ối ": 1269,
    " khố": 97,
    "khối": 642,
    "hối ": 569,
    "ợ": 1296,
    "đư": 1129,
    "ượ": 1170,
    "ợc": 1297,
    " đư": 285,
    "đượ": 1130,
    "ược": 1171,
    "ợc ": 1298,
    " đượ": 286,
    "được": 1131,
    "ược ": 1172,
    "é": 1045,
    "xé": 990,
    "ét": 1046,
    " xé": 259,
    "xét": 991,
    "ét ": 1047,
    " xét": 260,
    "xét ": 992,
    "a ": 324,
    " a ": 5,
    "và": 961,
    " và": 238,
    "vào": 963,
    " vào": 240,
    "vào ": 964,
    "ỹ": 1321,
    "kỹ": 653,
    "ỹ ": 1322,
    " kỹ": 104,
    "kỹ ": 654,
    " kỹ ": 105,
    "uậ": 944,
    "ật": 1211,
    "thu": 842,
    "huậ": 497,
    "uật": 945,
    "ật ": 1212,
    " thu": 186,
    "thuậ": 843,
    "huật": 498,
    "uật ": 946,
    " ô": 264,
    "ô ": 1079,
    " ô ": 265,
    "tô ": 894,
    " tô ": 213,
    "ầ": 1200,
    "cầ": 405,
    "ần": 1201,
    " cầ": 47,
    "cần": 406,
    "ần ": 1202,
    " cần": 48,
    "cần ": 407,
    "thi": 840,
    " thi": 185,
    "thi ": 841,
    "để": 1137,
    "ể ": 1237,
    " để": 290,
    "để ": 1138,
    " để ": 291,
    "q": 794,
    " q": 166,
    "qu": 795,
    "uả": 938,
    "ản": 1191,
    " qu": 167,
    "quả": 796,
    "uản": 939,
    "ản ": 1192,
    " quả": 168,
    "quản": 797,
    "uản ": 940,
    "ị": 1252,
    "rị": 817,
    "ị ": 1253,
    "trị": 883,
    "rị ": 818,
    " trị": 206,
    "trị ": 884,
    "ki": 643,
    " ki": 98,
    "kin": 644,
    " kin": 99,
    "kinh": 645,
    "d": 411,
    " d": 51,
    "do": 415,
    "oa": 757,
    "an": 327,
    " do": 52,
    "doa": 416,
    "oan": 758,
    "anh": 329,
    " doa": 53,
    "doan": 417,
    "oanh": 759,
    "anh ": 330,
    "cô": 397,
    " cô": 41,
    "côn": 398,
    " côn": 42,
    "công": 399,
    "ệ": 1242,
    "gh": 434,
    "hệ": 555,
    "ệ ": 1243,
    "ngh": 711,
    "ghệ": 437,
    "hệ ": 556,
    " ngh": 139,
    "nghệ": 713,
    "ghệ ": 438,
    "ti": 865,
    " ti": 197,
    "tin": 868,
    " tin": 198,
    "tin ": 869,
    "ấ": 1193,
    " l": 106,
    "lấ": 675,
    "ấy": 1198,
    " lấ": 118,
    "lấy": 676,
    "ấy ": 1199,
    " lấy": 119,
    "lấy ": 677,
    "p": 779,
    "í": 1058,
    " p": 158,
    "ph": 781,
    "hí": 512,
    "í ": 1059,
    " ph": 159,
    "phí": 784,
    "hí ": 513,
    " phí": 161,
    "phí ": 785,
    "là": 666,
    "à ": 1010,
    " là": 111,
    "là ": 667,
    " là ": 112,
    "ba": 339,
    " ba": 11,
    "bao": 340,
    " bao": 12,
    "bao ": 341,
    "iê": 604,
    "êu": 1051,
    "u ": 921,
    "nhi": 723,
    "hiê": 484,
    "iêu": 607,
    "êu ": 1052,
    " nhi": 144,
    "nhiê": 724,
    "hiêu": 485,
    "iêu ": 608,
    "ỏ": 1261,
    "hỏ": 564,
    "ỏi": 1262,
    " hỏ": 87,
    "hỏi": 565,
    "ỏi ": 1263,
    " hỏi": 88,
    "hỏi ": 566,
    "m": 684,
    "ộ": 1276,
    " m": 124,
    "mộ": 701,
    "ột": 1281,
    " mộ": 133,
    "một": 702,
    "ột ": 1282,
    " một": 134,
    "một ": 703,
    "ă": 1098,
    "nă": 747,
    "ăm": 1099,
    "m ": 685,
    " nă": 153,
    "năm": 748,
    "ăm ": 1100,
    " năm": 154,
    "năm ": 749,
    "đó": 1123,
    "ón": 1075,
    " đó": 281,
    "đón": 1124,
    "óng": 1076,
    " đón": 282,
    "đóng": 1125,
    "óng ": 1077,
    "hư": 532,
    "ư ": 1155,
    "như": 725,
    "hư ": 533,
    " như": 145,
    "như ": 726,
    "hế": 553,
    "ế ": 1228,
    "thế": 857,
    "hế ": 554,
    " thế": 193,
    "thế ": 858,
    "chi": 364,
    " chi": 25,
    "chi ": 365,
    "tậ": 912,
    "ập": 1209,
    "p ": 780,
    " tậ": 225,
    "tập": 913,
    "ập ": 1210,
    " tập": 226,
    "tập ": 914,
    "âu": 1039,
    "đâu": 1117,
    "âu ": 1040,
    " đâu": 277,
    "đâu ": 1118,
    "đị": 1139,
    "ịa": 1254,
    " đị": 292,
    "địa": 1140,
    "ịa ": 1255,
    " địa": 293,
    "địa ": 1141,
    "ỉ": 1250,
    "hỉ": 557,
    "ỉ ": 1251,
    "chỉ": 380,
    "hỉ ": 558,
    " chỉ": 32,
    "chỉ ": 381,
    "cơ": 400,
    "ơ ": 1147,
    " cơ": 43,
    "cơ ": 401,
    " cơ ": 44,
    "sở": 832,
    " sở": 180,
    "sở ": 833,
    " sở ": 181,
    "mấ": 698,
    " mấ": 131,
    "mấy": 699,
    " mấy": 132,
    "mấy ": 700,
    "vi": 956,
    " vi": 235,
    "viê": 957,
    "iên": 605,
    " viê": 236,
    "viên": 958,
    "iên ": 606,
    "hấ": 544,
    "ất": 1196,
    "nhấ": 728,
    "hất": 545,
    "ất ": 1197,
    " nhấ": 146,
    "nhất": 729,
    "hất ": 546,
    "ín": 1063,
    "chí": 373,
    "hín": 516,
    "ính": 1064,
    " chí": 29,
    "chín": 374,
    "hính": 517,
    "ính ": 1065,
    "ủ": 1303,
    "củ": 408,
    "ủa": 1305,
    " củ": 49,
    "của": 409,
    "ủa ": 1306,
    " của": 50,
    "của ": 410,
    "đi": 1106,
    "iể": 617,
    "ểm": 1238,
    " đi": 269,
    "điể": 1108,
    "iểm": 618,
    "ểm ": 1239,
    " điể": 271,
    "điểm": 1109,
    "iểm ": 619,
    "ẩ": 1203,
    "uẩ": 941,
    "ẩn": 1204,
    "huẩ": 495,
    "uẩn": 942,
    "ẩn ": 1205,
    "chuẩ": 370,
    "huẩn": 496,
    "uẩn ": 943,
    "na": 706,
    "ay": 336,
    " na": 136,
    "nay": 707,
    "ay ": 337,
    " nay": 137,
    "nay ": 708,
    "gầ": 463,
    " gầ": 68,
    "gần": 464,
    " gần": 69,
    "gần ": 465,
    "ỗ": 1274,
    "đỗ": 1142,
    "ỗ ": 1275,
    " đỗ": 294,
    "đỗ ": 1143,
    " đỗ ": 295,
    "_": 309,
    " _": 1,
    "__": 314,
    "_n": 320,
    "nu": 736,
    "um": 922,
    "mb": 686,
    "be": 342,
    "er": 429,
    "r_": 801,
    "_ ": 310,
    " __": 2,
    "__n": 318,
    "_nu": 321,
    "num": 737,
    "umb": 923,
    "mbe": 687,
    "ber": 343,
    "er_": 430,
    "r__": 802,
    "__ ": 315,
    " __n": 3,
    "__nu": 319,
    "_num": 322,
    "numb": 738,
    "umbe": 924,
    "mber": 688,
    "ber_": 344,
    "er__": 431,
    "r__ ": 803,
    "og": 763,
    "is": 599,
    "st": 827,
    "ic": 592,
    "cs": 384,
    "s ": 820,
    " lo": 109,
    "log": 664,
    "ogi": 764,
    "gis": 443,
    "ist": 600,
    "sti": 828,
    "tic": 866,
    "ics": 593,
    "cs ": 385,
    " log": 110,
    "logi": 665,
    "ogis": 765,
    "gist": 444,
    "isti": 601,
    "stic": 829,
    "tics": 867,
    "ics ": 594,
    "go": 451,
    "oá": 771,
    "ái": 1026,
    "ngo": 714,
    "goá": 454,
    "oái": 772,
    "ái ": 1027,
    " ngo": 140,
    "ngoá": 715,
    "goái": 455,
    "oái ": 773,
    "tế": 915,
    " tế": 227,
    "tế ": 916,
    " tế ": 228,
    "xâ": 987,
    " xâ": 257,
    "xây": 988,
    " xây": 258,
    "xây ": 989,
    "ự": 1315,
    "dự": 421,
    "ựn": 1318,
    " dự": 56,
    "dựn": 422,
    "ựng": 1319,
    " dựn": 57,
    "dựng": 423,
    "ựng ": 1320,
    "rì": 807,
    "ìn": 1055,
    "trì": 876,
    "rìn": 808,
    "ình": 1056,
    " trì": 203,
    "trìn": 877,
    "rình": 809,
    "ình ": 1057,
    "ớ": 1283,
    "ướ": 1164,
    "ớc": 1284,
    "rướ": 813,
    "ước": 1165,
    "ớc ": 1285,
    "trướ": 881,
    "rước": 814,
    "ước ": 1166,
    "gợ": 469,
    "ợi": 1299,
    " gợ": 72,
    "gợi": 470,
    "ợi ": 1300,
    " gợi": 73,
    "gợi ": 471,
    "ý": 1096,
    " ý": 266,
    "ý ": 1097,
    " ý ": 267,
    "số": 830,
    "ố ": 1265,
    " số": 178,
    "số ": 831,
    " số ": 179,
    "nê": 744,
    " nê": 151,
    "nên": 745,
    " nên": 152,
    "nên ": 746,
    "ù": 1086,
    "hù": 527,
    "ù ": 1087,
    "phù": 788,
    "hù ": 528,
    " phù": 163,
    "phù ": 789,
    "hợ": 573,
    "ợp": 1301,
    " hợ": 89,
    "hợp": 574,
    "ợp ": 1302,
    " hợp": 90,
    "hợp ": 575,
    "vớ": 978,
    "ới": 1286,
    " vớ": 250,
    "với": 979,
    "ới ": 1287,
    " với": 251,
    "với ": 980,
    "ú": 1088,
    "iú": 609,
    "úp": 1094,
    "giú": 447,
    "iúp": 610,
    "úp ": 1095,
    " giú": 62,
    "giúp": 448,
    "iúp ": 611,
    "ọn": 1259,
    "chọ": 382,
    "họn": 562,
    "ọn ": 1260,
    " chọ": 33,
    "chọn": 383,
    "họn ": 563,
    "tư": 900,
    " tư": 217,
    "tư ": 901,
    " tư ": 218,
    "vấ": 968,
    "ấn": 1194,
    " vấ": 243,
    "vấn": 969,
    "ấn ": 1195,
    " vấn": 244,
    "vấn ": 970,
    "hì": 510,
    "thì": 844,
    "hì ": 511,
    " thì": 187,
    "thì ": 845,
    "íc": 1060,
    "thí": 846,
    "híc": 514,
    "ích": 1061,
    "ch ": 363,
    " thí": 188,
    "thíc": 848,
    "hích": 515,
    "ích ": 1062,
    "mô": 695,
    " mô": 129,
    "môn": 696,
    "ôn ": 1083,
    " môn": 130,
    "môn ": 697,
    "to": 872,
    "án": 1030,
    " to": 200,
    "toá": 873,
    "oán": 774,
    "án ": 1031,
    " toá": 201,
    "toán": 874,
    "oán ": 775,
    "và ": 962,
    " và ": 239,
    "lý": 670,
    " lý": 114,
    "lý ": 671,
    " lý ": 115,
    "hâ": 507,
    "ân": 1037,
    "phâ": 782,
    "hân": 508,
    "ân ": 1038,
    " phâ": 160,
    "phân": 783,
    "hân ": 509,
    "tí": 888,
    " tí": 209,
    "tíc": 889,
    " tíc": 210,
    "tích": 890,
    "hả": 540,
    "ả ": 1186,
    "khả": 639,
    "hả ": 541,
    " khả": 96,
    "khả ": 640,
    "ăn": 1101,
    "năn": 750,
    "ăng": 1103,
    " năn": 155,
    "năng": 751,
    "ăng ": 1104,
    "ạt": 1183,
    "đạt": 1135,
    "ạt ": 1184,
    " đạt": 289,
    "đạt ": 1136,
    "hó": 521,
    "óa": 1073,
    " hó": 81,
    "hóa": 522,
    "óa ": 1074,
    " hóa": 82,
    "hóa ": 523,
    "tố": 917,
    "ốt": 1272,
    " tố": 229,
    "tốt": 918,
    "ốt ": 1273,
    " tốt": 230,
    "tốt ": 919,
    "đủ": 1144,
    "ủ ": 1304,
    " đủ": 296,
    "đủ ": 1145,
    " đủ ": 297,
    ".": 305,
    "_.": 311,
    "._": 306,
    "__.": 316,
    "_._": 312,
    ".__": 307,
    "r__.": 804,
    "__._": 317,
    "_.__": 313,
    ".__n": 308,
    "vă": 965,
    " vă": 241,
    "văn": 966,
    "ăn ": 1102,
    " văn": 242,
    "văn ": 967,
    " an": 8,
    " anh": 9,
    "má": 692,
    "áy": 1034,
    " má": 127,
    "máy": 693,
    "áy ": 1035,
    " máy": 128,
    "máy ": 694,
    "tín": 891,
    " tín": 211,
    "tính": 892,
    "iỏ": 627,
    "giỏ": 449,
    "iỏi": 628,
    " giỏ": 63,
    "giỏi": 450,
    "iỏi ": 629,
    "ề": 1234,
    "về": 976,
    "ề ": 1235,
    " về": 248,
    "về ": 977,
    " về ": 249,
    "lậ": 678,
    " lậ": 120,
    "lập": 679,
    " lập": 121,
    "lập ": 680,
    "oạ": 776,
    "goạ": 456,
    "oại": 777,
    "ngoạ": 716,
    "goại": 457,
    "oại ": 778,
    "gữ": 472,
    "ữ ": 1311,
    "ngữ": 719,
    "gữ ": 473,
    " ngữ": 142,
    "ngữ ": 720,
    "cả": 402,
    "ảm": 1189,
    " cả": 45,
    "cảm": 403,
    "ảm ": 1190,
    " cảm": 46,
    "cảm ": 404,
    "ơn": 1150,
    " ơn": 301,
    "ơn ": 1151,
    " ơn ": 302,
    "ha": 476,
    "nk": 732,
    "k ": 631,
    "tha": 838,
    "han": 477,
    "ank": 331,
    "nk ": 733,
    " tha": 184,
    "than": 839,
    "hank": 478,
    "ank ": 332,
    " y": 261,
    "yo": 997,
    "ou": 769,
    " yo": 262,
    "you": 998,
    "ou ": 770,
    " you": 263,
    "you ": 999,
    "ks": 646,
    "nks": 734,
    "ks ": 647,
    "anks": 333,
    "nks ": 735,
    "ám": 1028,
    "cám": 393,
    "ám ": 1029,
    " cám": 38,
    "cám ": 394,
    "ã": 1043,
    "đã": 1121,
    "ã ": 1044,
    " đã": 279,
    "đã ": 1122,
    " đã ": 280,
    "ạm": 1177,
    "tạm": 905,
    "ạm ": 1178,
    " tạm": 221,
    "tạm ": 906,
    "iệ": 620,
    "ệt": 1248,
    "biệ": 348,
    "iệt": 625,
    "ệt ": 1249,
    " biệ": 15,
    "biệt": 349,
    "iệt ": 626,
    "oo": 766,
    "od": 760,
    "db": 412,
    "by": 350,
    "ye": 995,
    "e ": 425,
    " go": 64,
    "goo": 452,
    "ood": 767,
    "odb": 761,
    "dby": 413,
    "bye": 351,
    "ye ": 996,
    " goo": 65,
    "good": 453,
    "oodb": 768,
    "odby": 762,
    "dbye": 414,
    "bye ": 352,
    " by": 16,
    " bye": 17,
    "ẹ": 1224,
    "hẹ": 550,
    "ẹn": 1225,
    " hẹ": 83,
    "hẹn": 551,
    "ẹn ": 1226,
    " hẹn": 84,
    "hẹn ": 552,
    "ặ": 1221,
    "gặ": 466,
    "ặp": 1222,
    " gặ": 70,
    "gặp": 467,
    "ặp ": 1223,
    " gặp": 71,
    "gặp ": 468,
    "lạ": 672,
    " lạ": 116,
    "lại": 673,
    " lại": 117,
    "lại ": 674,
    "phả": 792,
    "hải": 542,
    " phả": 165,
    "phải": 793,
    "hải ": 543,
    "đi ": 1107,
    " đi ": 270,
    "kế": 650,
    " kế": 102,
    "kết": 651,
    " kết": 103,
    "kết ": 652,
    "hú": 529,
    "úc": 1089,
    "thú": 851,
    "húc": 530,
    "úc ": 1090,
    " thú": 190,
    "thúc": 852,
    "húc ": 531,
    "cu": 386,
    "uộ": 952,
    "ộc": 1277,
    " cu": 34,
    "cuộ": 387,
    "uộc": 953,
    "ộc ": 1278,
    " cuộ": 35,
    "cuộc": 388,
    "uộc ": 954,
    "ò": 1066,
    "rò": 810,
    "ò ": 1067,
    "trò": 878,
    "rò ": 811,
    " trò": 204,
    "trò ": 879,
    "yệ": 1006,
    "ện": 1246,
    "uyệ": 936,
    "yện": 1007,
    "ện ": 1247,
    "huyệ": 494,
    "uyện": 937,
    "yện ": 1008,
    "ươ": 1161,
    "phư": 790,
    "hươ": 538,
    "ươn": 1162,
    "ơng": 1152,
    " phư": 164,
    "phươ": 791,
    "hươn": 539,
    "ương": 1163,
    "ơng ": 1153,
    "ứ": 1307,
    "hứ": 576,
    "ức": 1308,
    "thứ": 861,
    "hức": 577,
    "ức ": 1309,
    " thứ": 195,
    "thức": 862,
    "hức ": 578,
    "àm": 1011,
    "làm": 668,
    "àm ": 1012,
    " làm": 113,
    "làm ": 669,
    "ằ": 1213,
    "bằ": 357,
    "ằn": 1214,
    " bằ": 21,
    "bằn": 358,
    "ằng": 1215,
    " bằn": 22,
    "bằng": 359,
    "ằng ": 1216,
    "ạ ": 1174,
    "bạ ": 354,
    " bạ ": 19,
    "ẳ": 1217,
    "hẳ": 547,
    "ẳn": 1218,
    "thẳ": 855,
    "hẳn": 548,
    "ẳng": 1219,
    " thẳ": 192,
    "thẳn": 856,
    "hẳng": 549,
    "ẳng ": 1220,
    "đá": 1113,
    " đá": 274,
    "đán": 1114,
    "ánh": 1032,
    " đán": 275,
    "đánh": 1115,
    "ánh ": 1033,
    "iá": 602,
    "á ": 1021,
    "giá": 445,
    "iá ": 603,
    " giá": 61,
    "giá ": 446,
    "lự": 681,
    "ực": 1316,
    " lự": 122,
    "lực": 682,
    "ực ": 1317,
    " lực": 123,
    "lực ": 683,
    "ách": 1024,
    "cách": 392,
    "ách ": 1025,
    "vật": 974,
    " vật": 247,
    "vật ": 975,
    "chấ": 378,
    " chấ": 31,
    "chất": 379,
    "ký": 648,
    " ký": 100,
    "ký ": 649,
    " ký ": 101,
    "tú": 897,
    " tú": 215,
    "túc": 898,
    " túc": 216,
    "túc ": 899,
    "xá": 985,
    " xá": 255,
    "xá ": 986,
    " xá ": 256,
    "hò": 518,
    "òn": 1068,
    "phò": 786,
    "hòn": 519,
    "òng": 1069,
    " phò": 162,
    "phòn": 787,
    "hòng": 520,
    "òng ": 1070,
    "thí ": 847,
    "ệm": 1244,
    "ghi": 435,
    "hiệ": 486,
    "iệm": 621,
    "ệm ": 1245,
    "nghi": 712,
    "ghiệ": 436,
    "hiệm": 487,
    "iệm ": 622,
    "thư": 853,
    " thư": 191,
    "thư ": 854,
    "việ": 959,
    "iện": 623,
    " việ": 237,
    "viện": 960,
    "iện ": 624,
    " r": 170,
    "ra": 805,
    " ra": 171,
    "ra ": 806,
    " ra ": 172,
    "sa": 821,
    " sa": 174,
    "sao": 822,
    " sao": 175,
    "sao ": 823,
    "khu": 633,
    "hu ": 491,
    " khu": 93,
    "khu ": 634,
    "hự": 582,
    "thự": 863,
    "hực": 583,
    " thự": 196,
    "thực": 864,
    "hực ": 584,
    " hà": 79,
    "hàn": 500,
    " hàn": 80,
    "hành": 501,
    "ian": 588,
    "an ": 328,
    "gian": 441,
    "ian ": 589,
    "chư": 375,
    " chư": 30,
    "chươ": 377,
    "hờ": 570,
    "ời": 1289,
    "thờ": 859,
    "hời": 571,
    "ời ": 1290,
    " thờ": 194,
    "thời": 860,
    "hời ": 572,
    "li": 656,
    " li": 107,
    "liê": 657,
    " liê": 108,
    "liên": 658,
    "uố": 947,
    "ốc": 1266,
    "quố": 798,
    "uốc": 948,
    "ốc ": 1267,
    " quố": 169,
    "quốc": 799,
    "uốc ": 949,
    "ến": 1229,
    "tiế": 870,
    "iến": 613,
    "ếng": 1230,
    " tiế": 199,
    "tiến": 871,
    "iếng": 614,
    "ếng ": 1231,
    "nộ": 752,
    "ội": 1279,
    " nộ": 156,
    "nội": 753,
    "ội ": 1280,
    " nội": 157,
    "nội ": 754,
    "du": 418,
    "un": 925,
    " du": 54,
    "dun": 419,
    "ung": 926,
    " dun": 55,
    "dung": 420,
    "ung ": 927,
    "ưa": 1156,
    "hưa": 534,
    "ưa ": 1157,
    "chưa": 376,
    "hưa ": 535,
    "ày": 1018,
    "này": 742,
    "ày ": 1019,
    " này": 150,
    "này ": 743,
    "đú": 1126,
    "ún": 1091,
    " đú": 283,
    "đún": 1127,
    "úng": 1092,
    " đún": 284,
    "đúng": 1128,
    "úng ": 1093,
    "ưn": 1158,
    "hưn": 536,
    "ưng": 1159,
    "nhưn": 727,
    "hưng": 537,
    "ưng ": 1160,
    "mu": 689,
    "ốn": 1270,
    " mu": 125,
    "muố": 690,
    "uốn": 950,
    "ốn ": 1271,
    " muố": 126,
    "muốn": 691,
    "uốn ": 951,
    "há": 504,
    "khá": 635,
    "hác": 505,
    " khá": 94,
    "khác": 636,
    "hác ": 506
  },
  "response": null,
  "action_text": null
}