{
  "text": {
    " ": 0,
    "x": 957,
    "i": 571,
    "n": 685,
    " x": 248,
    "xi": 958,
    "in": 581,
    "n ": 686,
    " xi": 249,
    "xin": 959,
    "in ": 582,
    " xin": 250,
    "xin ": 960,
    "c": 354,
    "h": 467,
    "à": 985,
    "o": 733,
    " c": 23,
    "ch": 356,
    "hà": 492,
    "ào": 992,
    "o ": 734,
    " ch": 24,
    "chà": 365,
    "hào": 495,
    "ào ": 993,
    " chà": 28,
    "chào": 366,
    "hào ": 496,
    "b": 332,
    "ạ": 1136,
    " b": 10,
    "bạ": 347,
    "ạn": 1142,
    " bạ": 18,
    "bạn": 349,
    "ạn ": 1143,
    " bạn": 20,
    "bạn ": 350,
    "e": 417,
    "l": 639,
    " h": 74,
    "he": 472,
    "el": 419,
    "ll": 643,
    "lo": 646,
    " he": 75,
    "hel": 473,
    "ell": 420,
    "llo": 644,
    "lo ": 647,
    " hel": 76,
    "hell": 474,
    "ello": 421,
    "llo ": 645,
    "hi": 475,
    "i ": 572,
    " hi": 77,
    "hi ": 476,
    " hi ": 78,
    "ó": 1045,
    "có": 388,
    "ó ": 1046,
    " có": 39,
    "có ": 389,
    " có ": 40,
    "a": 317,
    " a": 4,
    "ai": 319,
    " ai": 6,
    "ai ": 320,
    " ai ": 7,
    "ở": 1255,
    " ở": 297,
    "ở ": 1256,
    " ở ": 298,
    "đ": 1076,
    "â": 1010,
    "y": 969,
    " đ": 264,
    "đâ": 1087,
    "ây": 1015,
    "y ": 970,
    " đâ": 272,
    "đây": 1090,
    "ây ": 1016,
    " đây": 274,
    "đây ": 1091,
    "k": 616,
    "ô": 1052,
    "g": 425,
    " k": 91,
    "kh": 618,
    "hô": 514,
    "ôn": 1056,
    "ng": 690,
    "g ": 426,
    " kh": 92,
    "khô": 621,
    "hôn": 515,
    "ông": 1058,
    "ng ": 691,
    " khô": 94,
    "khôn": 622,
    "hông": 516,
    "ông ": 1059,
    "ơ": 1114,
    " ơ": 292,
    "ơi": 1116,
    " ơi": 293,
    "ơi ": 1117,
    " ơi ": 294,
    "t": 812,
    "r": 778,
    "ư": 1122,
    "ờ": 1249,
    " t": 178,
    "tr": 853,
    "rư": 790,
    "ườ": 1130,
    "ờn": 1252,
    " tr": 198,
    "trư": 858,
    "rườ": 793,
    "ườn": 1131,
    "ờng": 1253,
    " trư": 201,
    "trườ": 860,
    "rườn": 794,
    "ường": 1132,
    "ờng ": 1254,
    "ữ": 1271,
    " n": 132,
    "nh": 702,
    "hữ": 565,
    "ữn": 1273,
    " nh": 140,
    "nhữ": 710,
    "hữn": 566,
    "ững": 1274,
    " nhữ": 144,
    "nhữn": 711,
    "hững": 567,
    "ững ": 1275,
    "gà": 451,
    "àn": 989,
    "h ": 468,
    " ng": 135,
    "ngà": 698,
    "gàn": 452,
    "ành": 990,
    "nh ": 703,
    " ngà": 138,
    "ngàn": 699,
    "gành": 453,
    "ành ": 991,
    "nà": 719,
    " nà": 145,
    "nào": 720,
    " nào": 146,
    "nào ": 721,
    "ho": 481,
    "cho": 360,
    "ho ": 482,
    " cho": 26,
    "cho ": 361,
    "tô": 871,
    "ôi": 1054,
    " tô": 208,
    "tôi": 873,
    "ôi ": 1055,
    " tôi": 210,
    "tôi ": 874,
    "ế": 1190,
    "bi": 339,
    "iế": 598,
    "ết": 1195,
    "t ": 813,
    " bi": 13,
    "biế": 340,
    "iết": 601,
    "ết ": 1196,
    " biế": 14,
    "biết": 341,
    "iết ": 602,
    "á": 994,
    "cá": 382,
    "ác": 996,
    "c ": 355,
    " cá": 36,
    "các": 383,
    "ác ": 997,
    " các": 37,
    "các ": 384,
    "đà": 1081,
    " đà": 268,
    "đào": 1082,
    " đào": 269,
    "đào ": 1083,
    "tạ": 880,
    "ạo": 1144,
    " tạ": 215,
    "tạo": 885,
    "ạo ": 1145,
    " tạo": 218,
    "tạo ": 886,
    "ọ": 1219,
    "họ": 545,
    "ọc": 1220,
    " họ": 85,
    "học": 546,
    "ọc ": 1221,
    " học": 86,
    "học ": 547,
    " g": 58,
    "gi": 432,
    "ia": 573,
    "ao": 328,
    " gi": 59,
    "gia": 433,
    "iao": 576,
    "ao ": 329,
    " gia": 60,
    "giao": 435,
    "iao ": 577,
    "th": 814,
    " th": 179,
    "thô": 827,
    " thô": 185,
    "thôn": 828,
    "v": 931,
    "ậ": 1169,
    " v": 230,
    "vậ": 947,
    "ận": 1170,
    " vậ": 241,
    "vận": 948,
    "ận ": 1171,
    " vận": 242,
    "vận ": 949,
    "ả": 1148,
    "tả": 887,
    "ải": 1150,
    " tả": 219,
    "tải": 888,
    "ải ": 1151,
    " tải": 220,
    "tải ": 889,
    "u": 898,
    " u": 227,
    "ut": 906,
    " ut": 228,
    "uth": 907,
    "th ": 815,
    " uth": 229,
    "uth ": 908,
    "ì": 1027,
    "gì": 454,
    "ì ": 1028,
    " gì": 66,
    "gì ": 455,
    " gì ": 67,
    "ại": 1138,
    "tại": 881,
    "ại ": 1139,
    " tại": 216,
    "tại ": 882,
    "đạ": 1100,
    " đạ": 281,
    "đại": 1101,
    " đại": 282,
    "đại ": 1102,
    "ê": 1022,
    "hu": 483,
    "uy": 909,
    "yê": 976,
    "ên": 1023,
    "chu": 362,
    "huy": 485,
    "uyê": 910,
    "yên": 977,
    "ên ": 1024,
    " chu": 27,
    "chuy": 363,
    "huyê": 486,
    "uyên": 911,
    "yên ": 978,
    "ể": 1199,
    "tu": 863,
    "yể": 979,
    "ển": 1203,
    " tu": 203,
    "tuy": 864,
    "uyể": 912,
    "yển": 980,
    "ển ": 1204,
    " tuy": 204,
    "tuyể": 865,
    "uyển": 913,
    "yển ": 981,
    "s": 797,
    " s": 169,
    "si": 802,
    " si": 172,
    "sin": 803,
    "inh": 583,
    " sin": 173,
    "sinh": 804,
    "inh ": 584,
    "ố": 1227,
    "hố": 553,
    "ối": 1231,
    "khố": 625,
    "hối": 554,
    "ối ": 1232,
    " khố": 96,
    "khối": 626,
    "hối ": 555,
    "ợ": 1257,
    "đư": 1097,
    "ượ": 1133,
    "ợc": 1258,
    " đư": 279,
    "đượ": 1098,
    "ược": 1134,
    "ợc ": 1259,
    " đượ": 280,
    "được": 1099,
    "ược ": 1135,
    "é": 1019,
    "xé": 966,
    "ét": 1020,
    " xé": 255,
    "xét": 967,
    "ét ": 1021,
    " xét": 256,
    "xét ": 968,
    "a ": 318,
    " a ": 5,
    "và": 937,
    " và": 234,
    "vào": 939,
    " vào": 236,
    "vào ": 940,
    "ỹ": 1282,
    "kỹ": 637,
    "ỹ ": 1283,
    " kỹ": 103,
    "kỹ ": 638,
    " kỹ ": 104,
    "uậ": 922,
    "ật": 1174,
    "thu": 820,
    "huậ": 490,
    "uật": 923,
    "ật ": 1175,
    " thu": 182,
    "thuậ": 821,
    "huật": 491,
    "uật ": 924,
    " ô": 260,
    "ô ": 1053,
    " ô ": 261,
    "tô ": 872,
    " tô ": 209,
    "ầ": 1163,
    "cầ": 398,
    "ần": 1164,
    " cầ": 47,
    "cần": 399,
    "ần ": 1165,
    " cần": 48,
    "cần ": 400,
    "thi": 818,
    " thi": 181,
    "thi ": 819,
    "để": 1105,
    "ể ": 1200,
    " để": 284,
    "để ": 1106,
    " để ": 285,
    "q": 772,
    " q": 162,
    "qu": 773,
    "uả": 916,
    "ản": 1154,
    " qu": 163,
    "quả": 774,
    "uản": 917,
    "ản ": 1155,
    " quả": 164,
    "quản": 775,
    "uản ": 918,
    "ị": 1215,
    "rị": 795,
    "ị ": 1216,
    "trị": 861,
    "rị ": 796,
    " trị": 202,
    "trị ": 862,
    "ki": 627,
    " ki": 97,
    "kin": 628,
    " kin": 98,
    "kinh": 629,
    "d": 404,
    " d": 51,
    "do": 408,
    "oa": 735,
    "an": 321,
    " do": 52,
    "doa": 409,
    "oan": 736,
    "anh": 323,
    " doa": 53,
    "doan": 410,
    "oanh": 737,
    "anh ": 324,
    "cô": 390,
    " cô": 41,
    "côn": 391,
    " côn": 42,
    "công": 392,
    "ệ": 1205,
    "gh": 427,
    "hệ": 541,
    "ệ ": 1206,
    "ngh": 692,
    "ghệ": 430,
    "hệ ": 542,
    " ngh": 136,
    "nghệ": 694,
    "ghệ ": 431,
    "ti": 843,
    " ti": 193,
    "tin": 846,
    " tin": 194,
    "tin ": 847,
    "ấ": 1156,
    " l": 105,
    "lấ": 659,
    "ấy": 1161,
    " lấ": 117,
    "lấy": 660,
    "ấy ": 1162,
    " lấy": 118,
    "lấy ": 661,
    "p": 757,
    "í": 1032,
    " p": 154,
    "ph": 759,
    "hí": 502,
    "í ": 1033,
    " ph": 155,
    "phí": 762,
    "hí ": 503,
    " phí": 157,
    "phí ": 763,
    "là": 650,
    "à ": 986,
    " là": 110,
    "là ": 651,
    " là ": 111,
    "ba": 333,
    " ba": 11,
    "bao": 334,
    " bao": 12,
    "bao ": 335,
    "iê": 590,
    "êu": 1025,
    "u ": 899,
    "nhi": 704,
    "hiê": 477,
    "iêu": 593,
    "êu ": 1026,
    " nhi": 141,
    "nhiê": 705,
    "hiêu": 478,
    "iêu ": 594,
    "ỏ": 1224,
    "hỏ": 550,
    "ỏi": 1225,
    " hỏ": 87,
    "hỏi": 551,
    "ỏi ": 1226,
    " hỏi": 88,
    "hỏi ": 552,
    "m": 668,
    "ộ": 1237,
    " m": 123,
    "mộ": 682,
    "ột": 1242,
    " mộ": 130,
    "một": 683,
    "ột ": 1243,
    " một": 131,
    "một ": 684,
    "ă": 1069,
    "nă": 725,
    "ăm": 1070,
    "m ": 669,
    " nă": 149,
    "năm": 726,
    "ăm ": 1071,
    " năm": 150,
    "năm ": 727,
    "đó": 1094,
    "ón": 1049,
    " đó": 277,
    "đón": 1095,
    "óng": 1050,
    " đón": 278,
    "đóng": 1096,
    "óng ": 1051,
    "hư": 522,
    "ư ": 1123,
    "như": 706,
    "hư ": 523,
    " như": 142,
    "như ": 707,
    "hế": 539,
    "ế ": 1191,
    "thế": 835,
    "hế ": 540,
    " thế": 189,
    "thế ": 836,
    "chi": 358,
    " chi": 25,
    "chi ": 359,
    "tậ": 890,
    "ập": 1172,
    "p ": 758,
    " tậ": 221,
    "tập": 891,
    "ập ": 1173,
    " tập": 222,
    "tập ": 892,
    "âu": 1013,
    "đâu": 1088,
    "âu ": 1014,
    " đâu": 273,
    "đâu ": 1089,
    "đị": 1107,
    "ịa": 1217,
    " đị": 286,
    "địa": 1108,
    "ịa ": 1218,
    " địa": 287,
    "địa ": 1109,
    "ỉ": 1213,
    "hỉ": 543,
    "ỉ ": 1214,
    "chỉ": 373,
    "hỉ ": 544,
    " chỉ": 32,
    "chỉ ": 374,
    "cơ": 393,
    "ơ ": 1115,
    " cơ": 43,
    "cơ ": 394,
    " cơ ": 44,
    "sở": 810,
    " sở": 176,
    "sở ": 811,
    " sở ": 177,
    "mấ": 679,
    " mấ": 128,
    "mấy": 680,
    " mấy": 129,
    "mấy ": 681,
    "vi": 932,
    " vi": 231,
    "viê": 933,
    "iên": 591,
    " viê": 232,
    "viên": 934,
    "iên ": 592,
    "hấ": 530,
    "ất": 1159,
    "nhấ": 708,
    "hất": 531,
    "ất ": 1160,
    " nhấ": 143,
    "nhất": 709,
    "hất ": 532,
    "ín": 1037,
    "chí": 367,
    "hín": 506,
    "ính": 1038,
    " chí": 29,
    "chín": 368,
    "hính": 507,
    "ính ": 1039,
    "ủ": 1264,
    "củ": 401,
    "ủa": 1266,
    " củ": 49,
    "của": 402,
    "ủa ": 1267,
    " của": 50,
    "của ": 403,
    "đi": 1077,
    "iể": 603,
    "ểm": 1201,
    " đi": 265,
    "điể": 1079,
    "iểm": 604,
    "ểm ": 1202,
    " điể": 267,
    "điểm": 1080,
    "iểm ": 605,
    "ẩ": 1166,
    "uẩ": 919,
    "ẩn": 1167,
    "huẩ": 488,
    "uẩn": 920,
    "ẩn ": 1168,
    "chuẩ": 364,
    "huẩn": 489,
    "uẩn ": 921,
    "na": 687,
    "ay": 330,
    " na": 133,
    "nay": 688,
    "ay ": 331,
    " nay": 134,
    "nay ": 689,
    "gầ": 456,
    " gầ": 68,
    "gần": 457,
    " gần": 69,
    "gần ": 458,
    "ỗ": 1235,
    "đỗ": 1110,
    "ỗ ": 1236,
    " đỗ": 288,
    "đỗ ": 1111,
    " đỗ ": 289,
    "_": 303,
    " _": 1,
    "__": 308,
    "_n": 314,
    "nu": 716,
    "um": 900,
    "mb": 670,
    "be": 336,
    "er": 422,
    "r_": 779,
    "_ ": 304,
    " __": 2,
    "__n": 312,
    "_nu": 315,
    "num": 717,
    "umb": 901,
    "mbe": 671,
    "ber": 337,
    "er_": 423,
    "r__": 780,
    "__ ": 309,
    " __n": 3,
    "__nu": 313,
    "_num": 316,
    "numb": 718,
    "umbe": 902,
    "mber": 672,
    "ber_": 338,
    "er__": 424,
    "r__ ": 781,
    "og": 741,
    "is": 585,
    "st": 805,
    "ic": 578,
    "cs": 377,
    "s ": 798,
    " lo": 108,
    "log": 648,
    "ogi": 742,
    "gis": 436,
    "ist": 586,
    "sti": 806,
    "tic": 844,
    "ics": 579,
    "cs ": 378,
    " log": 109,
    "logi": 649,
    "ogis": 743,
    "gist": 437,
    "isti": 587,
    "stic": 807,
    "tics": 845,
    "ics ": 580,
    "go": 444,
    "oá": 749,
    "ái": 1000,
    "ngo": 695,
    "goá": 447,
    "oái": 750,
    "ái ": 1001,
    " ngo": 137,
    "ngoá": 696,
    "goái": 448,
    "oái ": 751,
    "tế": 893,
    " tế": 223,
    "tế ": 894,
    " tế ": 224,
    "xâ": 963,
    " xâ": 253,
    "xây": 964,
    " xây": 254,
    "xây ": 965,
    "ự": 1276,
    "dự": 414,
    "ựn": 1279,
    " dự": 56,
    "dựn": 415,
    "ựng": 1280,
    " dựn": 57,
    "dựng": 416,
    "ựng ": 1281,
    "rì": 785,
    "ìn": 1029,
    "trì": 854,
    "rìn": 786,
    "ình": 1030,
    " trì": 199,
    "trìn": 855,
    "rình": 787,
    "ình ": 1031,
    "ớ": 1244,
    "ướ": 1127,
    "ớc": 1245,
    "rướ": 791,
    "ước": 1128,
    "ớc ": 1246,
    "trướ": 859,
    "rước": 792,
    "ước ": 1129,
    "gợ": 462,
    "ợi": 1260,
    " gợ": 72,
    "gợi": 463,
    "ợi ": 1261,
    " gợi": 73,
    "gợi ": 464,
    "ý": 1067,
    " ý": 262,
    "ý ": 1068,
    " ý ": 263,
    "số": 808,
    "ố ": 1228,
    " số": 174,
    "số ": 809,
    " số ": 175,
    "nê": 722,
    " nê": 147,
    "nên": 723,
    " nên": 148,
    "nên ": 724,
    "ù": 1060,
    "hù": 517,
    "ù ": 1061,
    "phù": 766,
    "hù ": 518,
    " phù": 159,
    "phù ": 767,
    "hợ": 559,
    "ợp": 1262,
    " hợ": 89,
    "hợp": 560,
    "ợp ": 1263,
    " hợp": 90,
    "hợp ": 561,
    "vớ": 954,
    "ới": 1247,
    " vớ": 246,
    "với": 955,
    "ới ": 1248,
    " với": 247,
    "với ": 956,
    "ú": 1062,
    "iú": 595,
    "úp": 1065,
    "giú": 440,
    "iúp": 596,
    "úp ": 1066,
    " giú": 62,
    "giúp": 441,
    "iúp ": 597,
    "ọn": 1222,
    "chọ": 375,
    "họn": 548,
    "ọn ": 1223,
    " chọ": 33,
    "chọn": 376,
    "họn ": 549,
    "tư": 878,
    " tư": 213,
    "tư ": 879,
    " tư ": 214,
    "vấ": 944,
    "ấn": 1157,
    " vấ": 239,
    "vấn": 945,
    "ấn ": 1158,
    " vấn": 240,
    "vấn ": 946,
    "hì": 500,
    "thì": 822,
    "hì ": 501,
    " thì": 183,
    "thì ": 823,
    "íc": 1034,
    "thí": 824,
    "híc": 504,
    "ích": 1035,
    "ch ": 357,
    " thí": 184,
    "thíc": 826,
    "hích": 505,
    "ích ": 1036,
    "mô": 676,
    " mô": 126,
    "môn": 677,
    "ôn ": 1057,
    " môn": 127,
    "môn ": 678,
    "to": 850,
    "án": 1004,
    " to": 196,
    "toá": 851,
    "oán": 752,
    "án ": 1005,
    " toá": 197,
    "toán": 852,
    "oán ": 753,
    "và ": 938,
    " và ": 235,
    "lý": 654,
    " lý": 113,
    "lý ": 655,
    " lý ": 114,
    "hâ": 497,
    "ân": 1011,
    "phâ": 760,
    "hân": 498,
    "ân ": 1012,
    " phâ": 156,
    "phân": 761,
    "hân ": 499,
    "tí": 866,
    " tí": 205,
    "tíc": 867,
    " tíc": 206,
    "tích": 868,
    "hả": 526,
    "ả ": 1149,
    "khả": 623,
    "hả ": 527,
    " khả": 95,
    "khả ": 624,
    "ăn": 1072,
    "năn": 728,
    "ăng": 1074,
    " năn": 151,
    "năng": 729,
    "ăng ": 1075,
    "ạt": 1146,
    "đạt": 1103,
    "ạt ": 1147,
    " đạt": 283,
    "đạt ": 1104,
    "hó": 511,
    "óa": 1047,
    " hó": 81,
    "hóa": 512,
    "óa ": 1048,
    " hóa": 82,
    "hóa ": 513,
    "tố": 895,
    "ốt": 1233,
    " tố": 225,
    "tốt": 896,
    "ốt ": 1234,
    " tốt": 226,
    "tốt ": 897,
    "đủ": 1112,
    "ủ ": 1265,
    " đủ": 290,
    "đủ ": 1113,
    " đủ ": 291,
    ".": 299,
    "_.": 305,
    "._": 300,
    "__.": 310,
    "_._": 306,
    ".__": 301,
    "r__.": 782,
    "__._": 311,
    "_.__": 307,
    ".__n": 302,
    "vă": 941,
    " vă": 237,
    "văn": 942,
    "ăn ": 1073,
    " văn": 238,
    "văn ": 943,
    " an": 8,
    " anh": 9,
    "má": 673,
    "áy": 1008,
    " má": 124,
    "máy": 674,
    "áy ": 1009,
    " máy": 125,
    "máy ": 675,
    "tín": 869,
    " tín": 207,
    "tính": 870,
    "iỏ": 613,
    "giỏ": 442,
    "iỏi": 614,
    " giỏ": 63,
    "giỏi": 443,
    "iỏi ": 615,
    "ề": 1197,
    "về": 952,
    "ề ": 1198,
    " về": 244,
    "về ": 953,
    " về ": 245,
    "lậ": 662,
    " lậ": 119,
    "lập": 663,
    " lập": 120,
    "lập ": 664,
    "oạ": 754,
    "goạ": 449,
    "oại": 755,
    "ngoạ": 697,
    "goại": 450,
    "oại ": 756,
    "gữ": 465,
    "ữ ": 1272,
    "ngữ": 700,
    "gữ ": 466,
    " ngữ": 139,
    "ngữ ": 701,
    "cả": 395,
    "ảm": 1152,
    " cả": 45,
    "cảm": 396,
    "ảm ": 1153,
    " cảm": 46,
    "cảm ": 397,
    "ơn": 1118,
    " ơn": 295,
    "ơn ": 1119,
    " ơn ": 296,
    "ha": 469,
    "nk": 712,
    "k ": 617,
    "tha": 816,
    "han": 470,
    "ank": 325,
    "nk ": 713,
    " tha": 180,
    "than": 817,
    "hank": 471,
    "ank ": 326,
    " y": 257,
    "yo": 973,
    "ou": 747,
    " yo": 258,
    "you": 974,
    "ou ": 748,
    " you": 259,
    "you ": 975,
    "ks": 630,
    "nks": 714,
    "ks ": 631,
    "anks": 327,
    "nks ": 715,
    "ám": 1002,
    "cám": 386,
    "ám ": 1003,
    " cám": 38,
    "cám ": 387,
    "ã": 1017,
    "đã": 1092,
    "ã ": 1018,
    " đã": 275,
    "đã ": 1093,
    " đã ": 276,
    "ạm": 1140,
    "tạm": 883,
    "ạm ": 1141,
    " tạm": 217,
    "tạm ": 884,
    "iệ": 606,
    "ệt": 1211,
    "biệ": 342,
    "iệt": 611,
    "ệt ": 1212,
    " biệ": 15,
    "biệt": 343,
    "iệt ": 612,
    "oo": 744,
    "od": 738,
    "db": 405,
    "by": 344,
    "ye": 971,
    "e ": 418,
    " go": 64,
    "goo": 445,
    "ood": 745,
    "odb": 739,
    "dby": 406,
    "bye": 345,
    "ye ": 972,
    " goo": 65,
    "good": 446,
    "oodb": 746,
    "odby": 740,
    "dbye": 407,
    "bye ": 346,
    " by": 16,
    " bye": 17,
    "ẹ": 1187,
    "hẹ": 536,
    "ẹn": 1188,
    " hẹ": 83,
    "hẹn": 537,
    "ẹn ": 1189,
    " hẹn": 84,
    "hẹn ": 538,
    "ặ": 1184,
    "gặ": 459,
    "ặp": 1185,
    " gặ": 70,
    "gặp": 460,
    "ặp ": 1186,
    " gặp": 71,
    "gặp ": 461,
    "lạ": 656,
    " lạ": 115,
    "lại": 657,
    " lại": 116,
    "lại ": 658,
    "phả": 770,
    "hải": 528,
    " phả": 161,
    "phải": 771,
    "hải ": 529,
    "đi ": 1078,
    " đi ": 266,
    "kế": 634,
    " kế": 101,
    "kết": 635,
    " kết": 102,
    "kết ": 636,
    "hú": 519,
    "úc": 1063,
    "thú": 829,
    "húc": 520,
    "úc ": 1064,
    " thú": 186,
    "thúc": 830,
    "húc ": 521,
    "cu": 379,
    "uộ": 928,
    "ộc": 1238,
    " cu": 34,
    "cuộ": 380,
    "uộc": 929,
    "ộc ": 1239,
    " cuộ": 35,
    "cuộc": 381,
    "uộc ": 930,
    "ò": 1040,
    "rò": 788,
    "ò ": 1041,
    "trò": 856,
    "rò ": 789,
    " trò": 200,
    "trò ": 857,
    "yệ": 982,
    "ện": 1209,
    "uyệ": 914,
    "yện": 983,
    "ện ": 1210,
    "huyệ": 487,
    "uyện": 915,
    "yện ": 984,
    "ươ": 1124,
    "phư": 768,
    "hươ": 524,
    "ươn": 1125,
    "ơng": 1120,
    " phư": 160,
    "phươ": 769,
    "hươn": 525,
    "ương": 1126,
    "ơng ": 1121,
    "ứ": 1268,
    "hứ": 562,
    "ức": 1269,
    "thứ": 839,
    "hức": 563,
    "ức ": 1270,
    " thứ": 191,
    "thức": 840,
    "hức ": 564,
    "àm": 987,
    "làm": 652,
    "àm ": 988,
    " làm": 112,
    "làm ": 653,
    "ằ": 1176,
    "bằ": 351,
    "ằn": 1177,
    " bằ": 21,
    "bằn": 352,
    "ằng": 1178,
    " bằn": 22,
    "bằng": 353,
    "ằng ": 1179,
    "ạ ": 1137,
    "bạ ": 348,
    " bạ ": 19,
    "ẳ": 1180,
    "hẳ": 533,
    "ẳn": 1181,
    "thẳ": 833,
    "hẳn": 534,
    "ẳng": 1182,
    " thẳ": 188,
    "thẳn": 834,
    "hẳng": 535,
    "ẳng ": 1183,
    "đá": 1084,
    " đá": 270,
    "đán": 1085,
    "ánh": 1006,
    " đán": 271,
    "đánh": 1086,
    "ánh ": 1007,
    "iá": 588,
    "á ": 995,
    "giá": 438,
    "iá ": 589,
    " giá": 61,
    "giá ": 439,
    "lự": 665,
    "ực": 1277,
    " lự": 121,
    "lực": 666,
    "ực ": 1278,
    " lực": 122,
    "lực ": 667,
    "ách": 998,
    "cách": 385,
    "ách ": 999,
    "vật": 950,
    " vật": 243,
    "vật ": 951,
    "chấ": 371,
    " chấ": 31,
    "chất": 372,
    "ký": 632,
    " ký": 99,
    "ký ": 633,
    " ký ": 100,
    "tú": 875,
    " tú": 211,
    "túc": 876,
    " túc": 212,
    "túc ": 877,
    "xá": 961,
    " xá": 251,
    "xá ": 962,
    " xá ": 252,
    "hò": 508,
    "òn": 1042,
    "phò": 764,
    "hòn": 509,
    "òng": 1043,
    " phò": 158,
    "phòn": 765,
    "hòng": 510,
    "òng ": 1044,
    "thí ": 825,
    "ệm": 1207,
    "ghi": 428,
    "hiệ": 479,
    "iệm": 607,
    "ệm ": 1208,
    "nghi": 693,
    "ghiệ": 429,
    "hiệm": 480,
    "iệm ": 608,
    "thư": 831,
    " thư": 187,
    "thư ": 832,
    "việ": 935,
    "iện": 609,
    " việ": 233,
    "viện": 936,
    "iện ": 610,
    " r": 166,
    "ra": 783,
    " ra": 167,
    "ra ": 784,
    " ra ": 168,
    "sa": 799,
    " sa": 170,
    "sao": 800,
    " sao": 171,
    "sao ": 801,
    "khu": 619,
    "hu ": 484,
    " khu": 93,
    "khu ": 620,
    "hự": 568,
    "thự": 841,
    "hực": 569,
    " thự": 192,
    "thực": 842,
    "hực ": 570,
    " hà": 79,
    "hàn": 493,
    " hàn": 80,
    "hành": 494,
    "ian": 574,
    "an ": 322,
    "gian": 434,
    "ian ": 575,
    "chư": 369,
    " chư": 30,
    "chươ": 370,
    "hờ": 556,
    "ời": 1250,
    "thờ": 837,
    "hời": 557,
    "ời ": 1251,
    " thờ": 190,
    "thời": 838,
    "hời ": 558,
    "li": 640,
    " li": 106,
    "liê": 641,
    " liê": 107,
    "liên": 642,
    "uố": 925,
    "ốc": 1229,
    "quố": 776,
    "uốc": 926,
    "ốc ": 1230,
    " quố": 165,
    "quốc": 777,
    "uốc ": 927,
    "ến": 1192,
    "tiế": 848,
    "iến": 599,
    "ếng": 1193,
    " tiế": 195,
    "tiến": 849,
    "iếng": 600,
    "ếng ": 1194,
    "nộ": 730,
    "ội": 1240,
    " nộ": 152,
    "nội": 731,
    "ội ": 1241,
    " nội": 153,
    "nội ": 732,
    "du": 411,
    "un": 903,
    " du": 54,
    "dun": 412,
    "ung": 904,
    " dun": 55,
    "dung": 413,
    "ung ": 905
  },
  "response": null,
  "action_text": null
}