{
  "text": {
    "xin": 154,
    "chào": 17,
    "bạn": 10,
    "hello": 44,
    "hi": 45,
    "có": 27,
    "ai": 2,
    "ở": 177,
    "đây": 166,
    "không": 57,
    "ơi": 175,
    "trường": 125,
    "những": 86,
    "ngành": 81,
    "nào": 87,
    "cho": 13,
    "tôi": 131,
    "biết": 6,
    "các": 24,
    "đào": 163,
    "tạo": 136,
    "học": 51,
    "giao": 36,
    "thông": 112,
    "vận": 150,
    "tải": 137,
    "uth": 143,
    "gì": 41,
    "tại": 134,
    "đại": 169,
    "chuyên": 14,
    "điểm": 162,
    "chuẩn": 16,
    "công": 28,
    "nghệ": 79,
    "kỹ": 63,
    "thuật": 108,
    "cơ": 29,
    "khí": 56,
    "năm": 89,
    "__number__": 0,
    "là": 67,
    "bao": 5,
    "nhiêu": 83,
    "điều": 161,
    "khiển": 53,
    "và": 146,
    "tự": 142,
    "động": 173,
    "hóa": 48,
    "quy": 97,
    "hoạch": 46,
    "quản": 98,
    "lý": 69,
    "logistics": 66,
    "hạ": 49,
    "tầng": 138,
    "ô": 158,
    "tô": 130,
    "tin": 120,
    "số": 103,
    "khoa": 54,
    "dữ": 34,
    "liệu": 65,
    "al": 3,
    "khối": 59,
    "xét": 156,
    "tuyển": 127,
    "vào": 147,
    "cần": 31,
    "thi": 107,
    "để": 171,
    "trị": 126,
    "kinh": 60,
    "doanh": 33,
    "lấy": 71,
    "phí": 92,
    "chi": 12,
    "tập": 139,
    "đâu": 165,
    "địa": 172,
    "chỉ": 21,
    "sở": 104,
    "mấy": 76,
    "sinh": 102,
    "viên": 144,
    "nhất": 85,
    "chính": 18,
    "của": 32,
    "gợi": 43,
    "ý": 159,
    "một": 77,
    "nên": 88,
    "phù": 94,
    "hợp": 52,
    "với": 153,
    "giúp": 38,
    "chọn": 22,
    "tư": 133,
    "vấn": 149,
    "thì": 109,
    "thích": 111,
    "môn": 75,
    "toán": 122,
    "phân": 91,
    "tích": 128,
    "khả": 58,
    "năng": 90,
    "đạt": 170,
    "tốt": 141,
    "được": 168,
    "a": 1,
    "đủ": 174,
    "văn": 148,
    "anh": 4,
    "máy": 74,
    "tính": 129,
    "giỏi": 39,
    "về": 152,
    "lập": 72,
    "trình": 123,
    "ngoại": 80,
    "ngữ": 82,
    "cảm": 30,
    "ơn": 176,
    "thank": 105,
    "you": 157,
    "thanks": 106,
    "cám": 26,
    "đã": 167,
    "tạm": 135,
    "biệt": 7,
    "goodbye": 40,
    "bye": 8,
    "hẹn": 50,
    "gặp": 42,
    "lại": 70,
    "phải": 96,
    "đi": 160,
    "kết": 62,
    "thúc": 113,
    "cuộc": 23,
    "trò": 124,
    "chuyện": 15,
    "phương": 95,
    "thức": 118,
    "làm": 68,
    "thế": 116,
    "bằng": 11,
    "bạ": 9,
    "thẳng": 115,
    "đánh": 164,
    "giá": 37,
    "lực": 73,
    "cách": 25,
    "vật": 151,
    "chất": 20,
    "như": 84,
    "ký": 61,
    "túc": 132,
    "xá": 155,
    "phòng": 93,
    "thí": 110,
    "nghiệm": 78,
    "thư": 114,
    "viện": 145,
    "ra": 100,
    "sao": 101,
    "khu": 55,
    "thực": 119,
    "hành": 47,
    "gian": 35,
    "chương": 19,
    "thời": 117,
    "liên": 64,
    "quốc": 99,
    "tế": 140,
    "tiếng": 121
  },
  "intent": {
    "chao_hoi": 1,
    "tim_kiem_nganh_hoc": 13,
    "hoi_diem_chuan": 7,
    "hoi_khoi_tuyen_sinh": 9,
    "hoi_hoc_phi": 8,
    "hoi_dia_diem_hoc": 6,
    "goi_y_nganh_hoc": 3,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 12,
    "hoi_phuong_thuc_xet_tuyen": 10,
    "hoi_co_so_vat_chat": 5,
    "hoi_chuong_trinh_dao_tao": 4,
    "nlu_fallback": 11
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_goi_y_nganh_hoc": 6,
    "action_phan_tich_diem_so": 8,
    "action_tra_cuu_diem_chuan": 12,
    "action_tra_cuu_khoi_tuyen_sinh": 13,
    "utter_cam_on": 16,
    "utter_chao_hoi": 17,
    "utter_default": 18,
    "utter_goi_y_nganh_hoc": 19,
    "utter_hoi_chuong_trinh_dao_tao": 20,
    "utter_hoi_co_so_vat_chat": 21,
    "utter_hoi_dia_diem_hoc": 22,
    "utter_hoi_hoc_phi": 23,
    "utter_hoi_phuong_thuc_xet_tuyen": 24,
    "utter_tam_biet": 25,
    "utter_tim_kiem_nganh_hoc": 26
  },
  "action_text": null,
  "intent_response_key": null
}