{
  "text": {
    " ": 0,
    "x": 882,
    "i": 511,
    "n": 625,
    " x": 227,
    "xi": 883,
    "in": 521,
    "n ": 626,
    " xi": 228,
    "xin": 884,
    "in ": 522,
    " xin": 229,
    "xin ": 885,
    "c": 314,
    "h": 408,
    "à": 910,
    "o": 661,
    " c": 23,
    "ch": 316,
    "hà": 438,
    "ào": 917,
    "o ": 662,
    " ch": 24,
    "chà": 325,
    "hào": 441,
    "ào ": 918,
    " chà": 28,
    "chào": 326,
    "hào ": 442,
    "b": 292,
    "ạ": 1041,
    " b": 10,
    "bạ": 307,
    "ạn": 1050,
    " bạ": 18,
    "bạn": 309,
    "ạn ": 1051,
    " bạn": 20,
    "bạn ": 310,
    "e": 369,
    "l": 588,
    " h": 64,
    "he": 413,
    "el": 371,
    "ll": 592,
    "lo": 595,
    " he": 65,
    "hel": 414,
    "ell": 372,
    "llo": 593,
    "lo ": 596,
    " hel": 66,
    "hell": 415,
    "ello": 373,
    "llo ": 594,
    "hi": 416,
    "i ": 512,
    " hi": 67,
    "hi ": 417,
    " hi ": 68,
    "ó": 962,
    "có": 346,
    "ó ": 963,
    " có": 38,
    "có ": 347,
    " có ": 39,
    "a": 279,
    " a": 4,
    "ai": 281,
    " ai": 6,
    "ai ": 282,
    " ai ": 7,
    "ở": 1166,
    " ở": 268,
    "ở ": 1167,
    " ở ": 269,
    "đ": 985,
    "â": 930,
    "y": 891,
    " đ": 239,
    "đâ": 998,
    "ây": 933,
    "y ": 892,
    " đâ": 248,
    "đây": 1001,
    "ây ": 934,
    " đây": 250,
    "đây ": 1002,
    "k": 563,
    "ô": 966,
    "g": 377,
    " k": 85,
    "kh": 565,
    "hô": 456,
    "ôn": 970,
    "ng": 627,
    "g ": 378,
    " kh": 86,
    "khô": 572,
    "hôn": 457,
    "ông": 971,
    "ng ": 628,
    " khô": 90,
    "khôn": 573,
    "hông": 458,
    "ông ": 972,
    "ơ": 1019,
    " ơ": 263,
    "ơi": 1021,
    " ơi": 264,
    "ơi ": 1022,
    " ơi ": 265,
    "t": 733,
    " t": 157,
    "tô": 793,
    "ôi": 968,
    " tô": 187,
    "tôi": 795,
    "ôi ": 969,
    " tôi": 189,
    "tôi ": 796,
    " l": 100,
    "là": 599,
    "à ": 911,
    " là": 105,
    "là ": 600,
    " là ": 106,
    "u": 822,
    "ễ": 1117,
    " n": 121,
    "gu": 397,
    "uy": 830,
    "yễ": 904,
    "ễn": 1118,
    " ng": 122,
    "ngu": 632,
    "guy": 398,
    "uyễ": 836,
    "yễn": 905,
    "ễn ": 1119,
    " ngu": 124,
    "nguy": 633,
    "guyễ": 399,
    "uyễn": 837,
    "yễn ": 906,
    "v": 858,
    "ă": 978,
    " v": 211,
    "vă": 869,
    "ăn": 981,
    " vă": 218,
    "văn": 870,
    "ăn ": 982,
    " văn": 219,
    "văn ": 871,
    "a ": 280,
    " a ": 5,
    "ê": 940,
    "tê": 790,
    "ên": 943,
    " tê": 185,
    "tên": 791,
    "ên ": 944,
    " tên": 186,
    "tên ": 792,
    "r": 699,
    "ị": 1134,
    "tr": 773,
    "rị": 716,
    "ịn": 1138,
    "nh": 636,
    "h ": 409,
    " tr": 176,
    "trị": 782,
    "rịn": 718,
    "ịnh": 1139,
    "nh ": 637,
    " trị": 181,
    "trịn": 784,
    "rịnh": 719,
    "ịnh ": 1140,
    "ầ": 1070,
    "rầ": 713,
    "ần": 1071,
    "trầ": 780,
    "rần": 714,
    "ần ": 1072,
    " trầ": 180,
    "trần": 781,
    "rần ": 715,
    "p": 680,
    "ư": 1027,
    " p": 136,
    "ph": 682,
    "hư": 462,
    "ươ": 1032,
    "ơn": 1023,
    " ph": 137,
    "phư": 687,
    "hươ": 466,
    "ươn": 1033,
    "ơng": 1025,
    " phư": 140,
    "phươ": 688,
    "hươn": 467,
    "ương": 1034,
    "ơng ": 1026,
    "ấ": 1063,
    "tu": 785,
    "uấ": 843,
    "ấn": 1064,
    " tu": 182,
    "tuấ": 788,
    "uấn": 844,
    "ấn ": 1065,
    " tuấ": 184,
    "tuấn": 789,
    "uấn ": 845,
    "m": 614,
    "ì": 947,
    " m": 116,
    "mì": 619,
    "ìn": 949,
    " mì": 117,
    "mìn": 620,
    "ình": 950,
    " mìn": 118,
    "mình": 621,
    "ình ": 951,
    "ưn": 1029,
    " hư": 75,
    "hưn": 464,
    "ưng": 1030,
    " hưn": 76,
    "hưng": 465,
    "ưng ": 1031,
    "ả": 1054,
    "th": 735,
    "hả": 470,
    "ảo": 1061,
    " th": 158,
    "thả": 754,
    "hảo": 473,
    "ảo ": 1062,
    " thả": 167,
    "thảo": 755,
    "hảo ": 474,
    "ế": 1099,
    "ti": 766,
    "iế": 535,
    "ến": 1101,
    " ti": 173,
    "tiế": 771,
    "iến": 536,
    "ến ": 1102,
    " tiế": 175,
    "tiến": 772,
    "iến ": 537,
    "chư": 329,
    " chư": 30,
    "chươ": 330,
    "rì": 705,
    "trì": 774,
    "rìn": 706,
    " trì": 177,
    "trìn": 775,
    "rình": 707,
    "đà": 992,
    " đà": 244,
    "đào": 993,
    " đào": 245,
    "đào ": 994,
    "tạ": 802,
    "ạo": 1052,
    " tạ": 194,
    "tạo": 807,
    "ạo ": 1053,
    " tạo": 197,
    "tạo ": 808,
    "ư ": 1028,
    " nh": 126,
    "như": 640,
    "hư ": 463,
    " như": 128,
    "như ": 641,
    "hế": 484,
    "ế ": 1100,
    "thế": 758,
    "hế ": 485,
    " thế": 169,
    "thế ": 759,
    "nà": 653,
    " nà": 131,
    "nào": 654,
    " nào": 132,
    "nào ": 655,
    "ờ": 1160,
    "hờ": 499,
    "ời": 1161,
    "thờ": 760,
    "hời": 500,
    "ời ": 1162,
    " thờ": 170,
    "thời": 761,
    "hời ": 501,
    " g": 53,
    "gi": 384,
    "ia": 513,
    "an": 283,
    " gi": 54,
    "gia": 385,
    "ian": 514,
    "an ": 284,
    " gia": 55,
    "gian": 386,
    "ian ": 515,
    "ọ": 1141,
    "họ": 490,
    "ọc": 1142,
    "c ": 315,
    " họ": 81,
    "học": 491,
    "ọc ": 1143,
    " học": 82,
    "học ": 492,
    "mấ": 622,
    "ấy": 1068,
    " mấ": 119,
    "mấy": 623,
    "ấy ": 1069,
    " mấy": 120,
    "mấy ": 624,
    "nă": 656,
    "ăm": 979,
    "m ": 615,
    " nă": 133,
    "năm": 657,
    "ăm ": 980,
    " năm": 134,
    "năm ": 658,
    "li": 589,
    "iê": 530,
    " li": 101,
    "liê": 590,
    "iên": 531,
    " liê": 102,
    "liên": 591,
    "iên ": 532,
    "kế": 583,
    "ết": 1105,
    "t ": 734,
    " kế": 96,
    "kết": 584,
    "ết ": 1106,
    " kết": 97,
    "kết ": 585,
    "q": 691,
    "ố": 1144,
    " q": 142,
    "qu": 692,
    "uố": 852,
    "ốc": 1145,
    " qu": 143,
    "quố": 697,
    "uốc": 853,
    "ốc ": 1146,
    " quố": 146,
    "quốc": 698,
    "uốc ": 854,
    "tế": 818,
    " tế": 204,
    "tế ": 819,
    " tế ": 205,
    "ếng": 1103,
    "iếng": 538,
    "ếng ": 1104,
    " an": 8,
    "anh": 285,
    " anh": 9,
    "anh ": 286,
    "rư": 710,
    "ườ": 1035,
    "ờn": 1163,
    "trư": 778,
    "rườ": 711,
    "ườn": 1036,
    "ờng": 1164,
    " trư": 179,
    "trườ": 779,
    "rườn": 712,
    "ường": 1037,
    "ờng ": 1165,
    "ữ": 1177,
    "hữ": 505,
    "ữn": 1178,
    "nhữ": 644,
    "hữn": 506,
    "ững": 1179,
    " nhữ": 130,
    "nhữn": 645,
    "hững": 507,
    "ững ": 1180,
    "gà": 400,
    "àn": 914,
    "ngà": 634,
    "gàn": 401,
    "ành": 915,
    " ngà": 125,
    "ngàn": 635,
    "gành": 402,
    "ành ": 916,
    "ho": 425,
    "cho": 320,
    "ho ": 426,
    " cho": 26,
    "cho ": 321,
    "bi": 299,
    " bi": 13,
    "biế": 300,
    "iết": 539,
    " biế": 14,
    "biết": 301,
    "iết ": 540,
    "á": 919,
    "cá": 340,
    "ác": 921,
    " cá": 35,
    "các": 341,
    "ác ": 922,
    " các": 36,
    "các ": 342,
    "ao": 290,
    "iao": 516,
    "ao ": 291,
    "giao": 387,
    "iao ": 517,
    "thô": 748,
    " thô": 164,
    "thôn": 749,
    "ậ": 1078,
    "vậ": 875,
    "ận": 1079,
    " vậ": 222,
    "vận": 876,
    "ận ": 1080,
    " vận": 223,
    "vận ": 877,
    "tả": 809,
    "ải": 1055,
    " tả": 198,
    "tải": 810,
    "ải ": 1056,
    " tải": 199,
    "tải ": 811,
    " u": 208,
    "ut": 827,
    " ut": 209,
    "uth": 828,
    "th ": 736,
    " uth": 210,
    "uth ": 829,
    "gì": 403,
    "ì ": 948,
    " gì": 60,
    "gì ": 404,
    " gì ": 61,
    "ại": 1046,
    "tại": 803,
    "ại ": 1047,
    " tại": 195,
    "tại ": 804,
    "đạ": 1008,
    " đạ": 255,
    "đại": 1009,
    " đại": 256,
    "đại ": 1010,
    "hu": 429,
    "yê": 898,
    "chu": 322,
    "huy": 431,
    "uyê": 832,
    "yên": 899,
    " chu": 27,
    "chuy": 323,
    "huyê": 432,
    "uyên": 833,
    "yên ": 900,
    "hê": 443,
    "êm": 941,
    "thê": 744,
    "hêm": 444,
    "êm ": 942,
    " thê": 162,
    "thêm": 745,
    "hêm ": 445,
    "tin": 769,
    " tin": 174,
    "tin ": 770,
    "ề": 1107,
    "về": 880,
    "ề ": 1108,
    " về": 225,
    "về ": 881,
    " về ": 226,
    "cô": 348,
    " cô": 40,
    "côn": 349,
    " côn": 41,
    "công": 350,
    "ệ": 1120,
    "gh": 379,
    "hệ": 486,
    "ệ ": 1121,
    "ngh": 629,
    "ghệ": 382,
    "hệ ": 487,
    " ngh": 123,
    "nghệ": 631,
    "ghệ ": 383,
    "ỹ": 1185,
    "kỹ": 586,
    "ỹ ": 1186,
    " kỹ": 98,
    "kỹ ": 587,
    " kỹ ": 99,
    "uậ": 849,
    "ật": 1083,
    "thu": 742,
    "huậ": 436,
    "uật": 850,
    "ật ": 1084,
    " thu": 161,
    "thuậ": 743,
    "huật": 437,
    "uật ": 851,
    "cơ": 351,
    "ơ ": 1020,
    " cơ": 42,
    "cơ ": 352,
    " cơ ": 43,
    "í": 952,
    "hí": 446,
    "í ": 953,
    "khí": 570,
    "hí ": 447,
    " khí": 89,
    "khí ": 571,
    "đi": 986,
    "iề": 541,
    "ều": 1109,
    "u ": 823,
    " đi": 240,
    "điề": 988,
    "iều": 542,
    "ều ": 1110,
    " điề": 242,
    "điều": 989,
    "iều ": 543,
    "ể": 1111,
    "iể": 544,
    "ển": 1115,
    "khi": 566,
    "hiể": 420,
    "iển": 547,
    "ển ": 1116,
    " khi": 87,
    "khiể": 567,
    "hiển": 421,
    "iển ": 548,
    "và": 865,
    " và": 215,
    "và ": 866,
    " và ": 216,
    "ự": 1181,
    "tự": 820,
    "ự ": 1182,
    " tự": 206,
    "tự ": 821,
    " tự ": 207,
    "ộ": 1149,
    "độ": 1016,
    "ộn": 1154,
    " độ": 261,
    "độn": 1017,
    "ộng": 1155,
    " độn": 262,
    "động": 1018,
    "ộng ": 1156,
    "hó": 453,
    "óa": 964,
    " hó": 73,
    "hóa": 454,
    "óa ": 965,
    " hóa": 74,
    "hóa ": 455,
    "ớ": 1157,
    "iớ": 560,
    "ới": 1158,
    "giớ": 392,
    "iới": 561,
    "ới ": 1159,
    " giớ": 57,
    "giới": 393,
    "iới ": 562,
    "iệ": 549,
    "ệu": 1130,
    "thi": 739,
    "hiệ": 422,
    "iệu": 558,
    "ệu ": 1131,
    " thi": 160,
    "thiệ": 741,
    "hiệu": 424,
    "iệu ": 559,
    "quy": 693,
    "uy ": 831,
    " quy": 144,
    "quy ": 694,
    "oạ": 677,
    "ạc": 1043,
    " ho": 69,
    "hoạ": 427,
    "oạc": 678,
    "ạch": 1044,
    "ch ": 317,
    " hoạ": 70,
    "hoạc": 428,
    "oạch": 679,
    "ạch ": 1045,
    "uả": 840,
    "ản": 1059,
    "quả": 695,
    "uản": 841,
    "ản ": 1060,
    " quả": 145,
    "quản": 696,
    "uản ": 842,
    "ý": 976,
    "lý": 603,
    "ý ": 977,
    " lý": 108,
    "lý ": 604,
    " lý ": 109,
    "s": 720,
    "og": 669,
    "is": 525,
    "st": 728,
    "ic": 518,
    "cs": 335,
    "s ": 721,
    " lo": 103,
    "log": 597,
    "ogi": 670,
    "gis": 388,
    "ist": 526,
    "sti": 729,
    "tic": 767,
    "ics": 519,
    "cs ": 336,
    " log": 104,
    "logi": 598,
    "ogis": 671,
    "gist": 389,
    "isti": 527,
    "stic": 730,
    "tics": 768,
    "ics ": 520,
    "hạ": 468,
    "ạ ": 1042,
    " hạ": 77,
    "hạ ": 469,
    " hạ ": 78,
    "tầ": 812,
    " tầ": 200,
    "tần": 813,
    "ầng": 1073,
    " tần": 201,
    "tầng": 814,
    "ầng ": 1074,
    " ô": 237,
    "ô ": 967,
    " ô ": 238,
    "tô ": 794,
    " tô ": 188,
    "hộ": 496,
    "ội": 1152,
    " hộ": 83,
    "hội": 497,
    "ội ": 1153,
    " hội": 84,
    "hội ": 498,
    "vi": 859,
    "ệc": 1122,
    " vi": 212,
    "việ": 862,
    "iệc": 550,
    "ệc ": 1123,
    " việ": 214,
    "việc": 863,
    "iệc ": 551,
    "àm": 912,
    "làm": 601,
    "àm ": 913,
    " làm": 107,
    "làm ": 602,
    "ủ": 1171,
    "củ": 359,
    "ủa": 1172,
    " củ": 48,
    "của": 360,
    "ủa ": 1173,
    " của": 49,
    "của ": 361,
    "ểm": 1113,
    "điể": 990,
    "iểm": 545,
    "ểm ": 1114,
    " điể": 243,
    "điểm": 991,
    "iểm ": 546,
    "ẩ": 1075,
    "uẩ": 846,
    "ẩn": 1076,
    "huẩ": 434,
    "uẩn": 847,
    "ẩn ": 1077,
    "chuẩ": 324,
    "huẩn": 435,
    "uẩn ": 848,
    "_": 270,
    " _": 1,
    "__": 272,
    "_n": 276,
    "nu": 650,
    "um": 824,
    "mb": 616,
    "be": 296,
    "er": 374,
    "r_": 700,
    "_ ": 271,
    " __": 2,
    "__n": 274,
    "_nu": 277,
    "num": 651,
    "umb": 825,
    "mbe": 617,
    "ber": 297,
    "er_": 375,
    "r__": 701,
    "__ ": 273,
    " __n": 3,
    "__nu": 275,
    "_num": 278,
    "numb": 652,
    "umbe": 826,
    "mber": 618,
    "ber_": 298,
    "er__": 376,
    "r__ ": 702,
    "ba": 293,
    " ba": 11,
    "bao": 294,
    " bao": 12,
    "bao ": 295,
    "êu": 945,
    "nhi": 638,
    "hiê": 418,
    "iêu": 533,
    "êu ": 946,
    " nhi": 127,
    "nhiê": 639,
    "hiêu": 419,
    "iêu ": 534,
    "hố": 493,
    "ối": 1147,
    "khố": 574,
    "hối": 494,
    "ối ": 1148,
    " khố": 91,
    "khối": 575,
    "hối ": 495,
    "é": 937,
    "xé": 888,
    "ét": 938,
    " xé": 232,
    "xét": 889,
    "ét ": 939,
    " xét": 233,
    "xét ": 890,
    "yể": 901,
    "tuy": 786,
    "uyể": 834,
    "yển": 902,
    " tuy": 183,
    "tuyể": 787,
    "uyển": 835,
    "yển ": 903,
    "vào": 867,
    " vào": 217,
    "vào ": 868,
    "cầ": 356,
    " cầ": 46,
    "cần": 357,
    " cần": 47,
    "cần ": 358,
    "thi ": 740,
    "để": 1011,
    "ể ": 1112,
    " để": 257,
    "để ": 1012,
    " để ": 258,
    "ị ": 1135,
    "rị ": 717,
    "trị ": 783,
    "ki": 576,
    " ki": 92,
    "kin": 577,
    "inh": 523,
    " kin": 93,
    "kinh": 578,
    "inh ": 524,
    "d": 362,
    " d": 50,
    "do": 366,
    "oa": 663,
    " do": 51,
    "doa": 367,
    "oan": 664,
    " doa": 52,
    "doan": 368,
    "oanh": 665,
    "lấ": 608,
    " lấ": 112,
    "lấy": 609,
    " lấy": 113,
    "lấy ": 610,
    "phí": 683,
    " phí": 138,
    "phí ": 684,
    "chi": 318,
    " chi": 25,
    "chi ": 319,
    "tậ": 815,
    "ập": 1081,
    "p ": 681,
    " tậ": 202,
    "tập": 816,
    "ập ": 1082,
    " tập": 203,
    "tập ": 817,
    "âu": 931,
    "đâu": 999,
    "âu ": 932,
    " đâu": 249,
    "đâu ": 1000,
    "đị": 1013,
    "ịa": 1136,
    " đị": 259,
    "địa": 1014,
    "ịa ": 1137,
    " địa": 260,
    "địa ": 1015,
    "ỉ": 1132,
    "hỉ": 488,
    "ỉ ": 1133,
    "chỉ": 333,
    "hỉ ": 489,
    " chỉ": 32,
    "chỉ ": 334,
    " s": 150,
    "sở": 731,
    " sở": 155,
    "sở ": 732,
    " sở ": 156,
    "si": 725,
    " si": 153,
    "sin": 726,
    " sin": 154,
    "sinh": 727,
    "viê": 860,
    " viê": 213,
    "viên": 861,
    "hấ": 475,
    "ất": 1066,
    "nhấ": 642,
    "hất": 476,
    "ất ": 1067,
    " nhấ": 129,
    "nhất": 643,
    "hất ": 477,
    "ín": 954,
    "chí": 327,
    "hín": 448,
    "ính": 955,
    " chí": 29,
    "chín": 328,
    "hính": 449,
    "ính ": 956,
    "cả": 353,
    "ảm": 1057,
    " cả": 44,
    "cảm": 354,
    "ảm ": 1058,
    " cảm": 45,
    "cảm ": 355,
    " ơn": 266,
    "ơn ": 1024,
    " ơn ": 267,
    "ha": 410,
    "nk": 646,
    "k ": 564,
    "tha": 737,
    "han": 411,
    "ank": 287,
    "nk ": 647,
    " tha": 159,
    "than": 738,
    "hank": 412,
    "ank ": 288,
    " y": 234,
    "yo": 895,
    "ou": 675,
    " yo": 235,
    "you": 896,
    "ou ": 676,
    " you": 236,
    "you ": 897,
    "ks": 579,
    "nks": 648,
    "ks ": 580,
    "anks": 289,
    "nks ": 649,
    "ám": 925,
    "cám": 344,
    "ám ": 926,
    " cám": 37,
    "cám ": 345,
    "ã": 935,
    "đã": 1003,
    "ã ": 936,
    " đã": 251,
    "đã ": 1004,
    " đã ": 252,
    "tư": 800,
    " tư": 192,
    "tư ": 801,
    " tư ": 193,
    "vấ": 872,
    " vấ": 220,
    "vấn": 873,
    " vấn": 221,
    "vấn ": 874,
    "ạm": 1048,
    "tạm": 805,
    "ạm ": 1049,
    " tạm": 196,
    "tạm ": 806,
    "ệt": 1128,
    "biệ": 302,
    "iệt": 556,
    "ệt ": 1129,
    " biệ": 15,
    "biệt": 303,
    "iệt ": 557,
    "go": 394,
    "oo": 672,
    "od": 666,
    "db": 363,
    "by": 304,
    "ye": 893,
    "e ": 370,
    " go": 58,
    "goo": 395,
    "ood": 673,
    "odb": 667,
    "dby": 364,
    "bye": 305,
    "ye ": 894,
    " goo": 59,
    "good": 396,
    "oodb": 674,
    "odby": 668,
    "dbye": 365,
    "bye ": 306,
    " by": 16,
    " bye": 17,
    "ẹ": 1096,
    "hẹ": 481,
    "ẹn": 1097,
    " hẹ": 79,
    "hẹn": 482,
    "ẹn ": 1098,
    " hẹn": 80,
    "hẹn ": 483,
    "ặ": 1093,
    "gặ": 405,
    "ặp": 1094,
    " gặ": 62,
    "gặp": 406,
    "ặp ": 1095,
    " gặp": 63,
    "gặp ": 407,
    "lạ": 605,
    " lạ": 110,
    "lại": 606,
    " lại": 111,
    "lại ": 607,
    "phả": 689,
    "hải": 471,
    " phả": 141,
    "phải": 690,
    "hải ": 472,
    "đi ": 987,
    " đi ": 241,
    "ú": 973,
    "hú": 459,
    "úc": 974,
    "thú": 750,
    "húc": 460,
    "úc ": 975,
    " thú": 165,
    "thúc": 751,
    "húc ": 461,
    "cu": 337,
    "uộ": 855,
    "ộc": 1150,
    " cu": 33,
    "cuộ": 338,
    "uộc": 856,
    "ộc ": 1151,
    " cuộ": 34,
    "cuộc": 339,
    "uộc ": 857,
    "ò": 957,
    "rò": 708,
    "ò ": 958,
    "trò": 776,
    "rò ": 709,
    " trò": 178,
    "trò ": 777,
    "yệ": 907,
    "ện": 1126,
    "uyệ": 838,
    "yện": 908,
    "ện ": 1127,
    "huyệ": 433,
    "uyện": 839,
    "yện ": 909,
    "ứ": 1174,
    "hứ": 502,
    "ức": 1175,
    "thứ": 762,
    "hức": 503,
    "ức ": 1176,
    " thứ": 171,
    "thức": 763,
    "hức ": 504,
    "ằ": 1085,
    "bằ": 311,
    "ằn": 1086,
    " bằ": 21,
    "bằn": 312,
    "ằng": 1087,
    " bằn": 22,
    "bằng": 313,
    "ằng ": 1088,
    "bạ ": 308,
    " bạ ": 19,
    "ợ": 1168,
    "đư": 1005,
    "ượ": 1038,
    "ợc": 1169,
    " đư": 253,
    "đượ": 1006,
    "ược": 1039,
    "ợc ": 1170,
    " đượ": 254,
    "được": 1007,
    "ược ": 1040,
    "ẳ": 1089,
    "hẳ": 478,
    "ẳn": 1090,
    "thẳ": 756,
    "hẳn": 479,
    "ẳng": 1091,
    " thẳ": 168,
    "thẳn": 757,
    "hẳng": 480,
    "ẳng ": 1092,
    "đá": 995,
    "án": 927,
    " đá": 246,
    "đán": 996,
    "ánh": 928,
    " đán": 247,
    "đánh": 997,
    "ánh ": 929,
    "iá": 528,
    "á ": 920,
    "giá": 390,
    "iá ": 529,
    " giá": 56,
    "giá ": 391,
    "năn": 659,
    "ăng": 983,
    " năn": 135,
    "năng": 660,
    "ăng ": 984,
    "lự": 611,
    "ực": 1183,
    " lự": 114,
    "lực": 612,
    "ực ": 1184,
    " lực": 115,
    "lực ": 613,
    "ách": 923,
    "cách": 343,
    "ách ": 924,
    "vật": 878,
    " vật": 224,
    "vật ": 879,
    "chấ": 331,
    " chấ": 31,
    "chất": 332,
    "ký": 581,
    " ký": 94,
    "ký ": 582,
    " ký ": 95,
    "tú": 797,
    " tú": 190,
    "túc": 798,
    " túc": 191,
    "túc ": 799,
    "xá": 886,
    " xá": 230,
    "xá ": 887,
    " xá ": 231,
    "hò": 450,
    "òn": 959,
    "phò": 685,
    "hòn": 451,
    "òng": 960,
    " phò": 139,
    "phòn": 686,
    "hòng": 452,
    "òng ": 961,
    "thí": 746,
    " thí": 163,
    "thí ": 747,
    "ệm": 1124,
    "ghi": 380,
    "iệm": 552,
    "ệm ": 1125,
    "nghi": 630,
    "ghiệ": 381,
    "hiệm": 423,
    "iệm ": 553,
    "thư": 752,
    " thư": 166,
    "thư ": 753,
    "iện": 554,
    "viện": 864,
    "iện ": 555,
    " r": 147,
    "ra": 703,
    " ra": 148,
    "ra ": 704,
    " ra ": 149,
    "sa": 722,
    " sa": 151,
    "sao": 723,
    " sao": 152,
    "sao ": 724,
    "khu": 568,
    "hu ": 430,
    " khu": 88,
    "khu ": 569,
    "hự": 508,
    "thự": 764,
    "hực": 509,
    " thự": 172,
    "thực": 765,
    "hực ": 510,
    " hà": 71,
    "hàn": 439,
    " hàn": 72,
    "hành": 440
  },
  "response": null,
  "action_text": null
}