{
  "text": {
    "xin": 153,
    "chào": 16,
    "bạn": 9,
    "hello": 46,
    "hi": 47,
    "có": 26,
    "ai": 2,
    "ở": 178,
    "đây": 165,
    "không": 55,
    "ơi": 176,
    "trường": 126,
    "những": 85,
    "ngành": 80,
    "nào": 86,
    "cho": 12,
    "tôi": 132,
    "biết": 5,
    "các": 23,
    "đào": 162,
    "tạo": 137,
    "học": 51,
    "giao": 37,
    "thông": 112,
    "vận": 149,
    "tải": 138,
    "uth": 142,
    "gì": 42,
    "tại": 135,
    "đại": 170,
    "chuyên": 13,
    "tuyển": 128,
    "sinh": 101,
    "khối": 57,
    "được": 169,
    "xét": 156,
    "a": 1,
    "vào": 146,
    "kỹ": 61,
    "thuật": 108,
    "ô": 158,
    "tô": 131,
    "cần": 30,
    "thi": 107,
    "để": 172,
    "quản": 97,
    "trị": 127,
    "kinh": 58,
    "doanh": 33,
    "công": 27,
    "nghệ": 77,
    "tin": 120,
    "lấy": 68,
    "phí": 92,
    "là": 64,
    "bao": 4,
    "nhiêu": 82,
    "hỏi": 52,
    "một": 74,
    "năm": 88,
    "đóng": 167,
    "như": 83,
    "thế": 116,
    "chi": 11,
    "tập": 139,
    "đâu": 164,
    "địa": 173,
    "chỉ": 20,
    "cơ": 28,
    "sở": 104,
    "mấy": 73,
    "viên": 143,
    "nhất": 84,
    "chính": 17,
    "của": 32,
    "điểm": 161,
    "chuẩn": 15,
    "nay": 75,
    "gần": 43,
    "đỗ": 174,
    "__number__": 0,
    "logistics": 63,
    "ngoái": 78,
    "tế": 140,
    "xây": 155,
    "dựng": 35,
    "trình": 123,
    "trước": 125,
    "sư": 102,
    "cầu": 31,
    "đường": 168,
    "gợi": 45,
    "ý": 159,
    "số": 103,
    "nên": 87,
    "phù": 94,
    "hợp": 53,
    "với": 152,
    "giúp": 39,
    "chọn": 21,
    "tư": 134,
    "vấn": 148,
    "thì": 109,
    "thích": 111,
    "môn": 72,
    "toán": 122,
    "và": 145,
    "lý": 66,
    "phân": 91,
    "tích": 129,
    "khả": 56,
    "năng": 89,
    "đạt": 171,
    "hóa": 49,
    "tốt": 141,
    "đủ": 175,
    "văn": 147,
    "anh": 3,
    "máy": 71,
    "tính": 130,
    "giỏi": 40,
    "về": 151,
    "lập": 69,
    "ngoại": 79,
    "ngữ": 81,
    "cảm": 29,
    "ơn": 177,
    "thank": 105,
    "you": 157,
    "thanks": 106,
    "cám": 25,
    "đã": 166,
    "tạm": 136,
    "biệt": 6,
    "goodbye": 41,
    "bye": 7,
    "hẹn": 50,
    "gặp": 44,
    "lại": 67,
    "phải": 96,
    "đi": 160,
    "kết": 60,
    "thúc": 113,
    "cuộc": 22,
    "trò": 124,
    "chuyện": 14,
    "phương": 95,
    "thức": 118,
    "làm": 65,
    "bằng": 10,
    "bạ": 8,
    "thẳng": 115,
    "đánh": 163,
    "giá": 38,
    "lực": 70,
    "cách": 24,
    "vật": 150,
    "chất": 19,
    "ký": 59,
    "túc": 133,
    "xá": 154,
    "phòng": 93,
    "thí": 110,
    "nghiệm": 76,
    "thư": 114,
    "viện": 144,
    "ra": 99,
    "sao": 100,
    "khu": 54,
    "thực": 119,
    "hành": 48,
    "gian": 36,
    "chương": 18,
    "thời": 117,
    "liên": 62,
    "quốc": 98,
    "tiếng": 121,
    "nội": 90,
    "dung": 34
  },
  "intent": {
    "chao_hoi": 1,
    "thong_tin_nganh_hoc": 13,
    "khoi_tuyen_sinh": 10,
    "hoc_phi": 7,
    "dia_diem_hoc": 3,
    "diem_chuan": 4,
    "diem_chuan_nganh_cu_the": 5,
    "goi_y_nganh_hoc": 6,
    "tu_van_kha_nang_phu_hop": 14,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 12,
    "phuong_thuc_xet_tuyen": 11,
    "hoi_co_so_vat_chat": 9,
    "hoi_chuong_trinh_dao_tao": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_de_xuat_nganh": 1,
    "action_diem_chuan_nganh_cu_the": 6,
    "tu_van_phu_hop_form": 14,
    "utter_cam_on": 15,
    "utter_chao_hoi": 16,
    "utter_dia_diem_hoc": 17,
    "utter_diem_chuan": 18,
    "utter_goi_y_nganh_hoc": 19,
    "utter_hoc_phi": 20,
    "utter_hoi_chuong_trinh_dao_tao": 21,
    "utter_hoi_co_so_vat_chat": 22,
    "utter_khoi_tuyen_sinh": 23,
    "utter_phuong_thuc_xet_tuyen": 24,
    "utter_tam_biet": 25,
    "utter_thong_tin_nganh_hoc": 26,
    "utter_tu_van_kha_nang_phu_hop": 27,
    "validate_tu_van_phu_hop_form": 28
  },
  "action_text": null,
  "intent_response_key": null
}