{
  "text": {
    " ": 0,
    "x": 992,
    "i": 586,
    "n": 716,
    " x": 260,
    "xi": 993,
    "in": 596,
    "n ": 717,
    " xi": 261,
    "xin": 994,
    "in ": 597,
    " xin": 262,
    "xin ": 995,
    "c": 365,
    "h": 472,
    "à": 1017,
    "o": 760,
    " c": 25,
    "ch": 367,
    "hà": 503,
    "ào": 1024,
    "o ": 761,
    " ch": 26,
    "chà": 376,
    "hào": 506,
    "ào ": 1025,
    " chà": 30,
    "chào": 377,
    "hào ": 507,
    "b": 343,
    "ạ": 1166,
    " b": 12,
    "bạ": 358,
    "ạn": 1175,
    " bạ": 20,
    "bạn": 360,
    "ạn ": 1176,
    " bạn": 22,
    "bạn ": 361,
    "e": 427,
    "l": 667,
    " h": 74,
    "he": 477,
    "el": 429,
    "ll": 674,
    "lo": 677,
    " he": 75,
    "hel": 478,
    "ell": 430,
    "llo": 675,
    "lo ": 678,
    " hel": 76,
    "hell": 479,
    "ello": 431,
    "llo ": 676,
    "hi": 480,
    "i ": 587,
    " hi": 77,
    "hi ": 481,
    " hi ": 78,
    "ó": 1075,
    "có": 399,
    "ó ": 1076,
    " có": 41,
    "có ": 400,
    " có ": 42,
    "a": 328,
    " a": 4,
    "ai": 330,
    " ai": 6,
    "ai ": 331,
    " ai ": 7,
    "ở": 1296,
    " ở": 308,
    "ở ": 1297,
    " ở ": 309,
    "đ": 1106,
    "â": 1040,
    "y": 1001,
    " đ": 274,
    "đâ": 1119,
    "ây": 1045,
    "y ": 1002,
    " đâ": 283,
    "đây": 1122,
    "ây ": 1046,
    " đây": 285,
    "đây ": 1123,
    "k": 638,
    "ô": 1082,
    "g": 435,
    " k": 95,
    "kh": 640,
    "hô": 525,
    "ôn": 1086,
    "ng": 718,
    "g ": 436,
    " kh": 96,
    "khô": 649,
    "hôn": 526,
    "ông": 1088,
    "ng ": 719,
    " khô": 101,
    "khôn": 650,
    "hông": 527,
    "ông ": 1089,
    "ơ": 1147,
    " ơ": 303,
    "ơi": 1149,
    " ơi": 304,
    "ơi ": 1150,
    " ơi ": 305,
    "t": 840,
    "r": 808,
    "ư": 1155,
    "ờ": 1290,
    " t": 185,
    "tr": 883,
    "rư": 820,
    "ườ": 1160,
    "ờn": 1293,
    " tr": 206,
    "trư": 888,
    "rườ": 821,
    "ườn": 1161,
    "ờng": 1294,
    " trư": 209,
    "trườ": 889,
    "rườn": 822,
    "ường": 1162,
    "ờng ": 1295,
    "ữ": 1312,
    " n": 140,
    "nh": 729,
    "hữ": 580,
    "ữn": 1314,
    " nh": 146,
    "nhữ": 737,
    "hữn": 581,
    "ững": 1315,
    " nhữ": 150,
    "nhữn": 738,
    "hững": 582,
    "ững ": 1316,
    "gà": 459,
    "àn": 1021,
    "h ": 473,
    " ng": 141,
    "ngà": 725,
    "gàn": 460,
    "ành": 1022,
    "nh ": 730,
    " ngà": 144,
    "ngàn": 726,
    "gành": 461,
    "ành ": 1023,
    "nà": 746,
    " nà": 151,
    "nào": 747,
    " nào": 152,
    "nào ": 748,
    "ho": 488,
    "cho": 371,
    "ho ": 489,
    " cho": 28,
    "cho ": 372,
    "tô": 900,
    "ôi": 1084,
    " tô": 216,
    "tôi": 902,
    "ôi ": 1085,
    " tôi": 218,
    "tôi ": 903,
    "ế": 1225,
    "bi": 350,
    "iế": 613,
    "ết": 1230,
    "t ": 841,
    " bi": 15,
    "biế": 351,
    "iết": 616,
    "ết ": 1231,
    " biế": 16,
    "biết": 352,
    "iết ": 617,
    "á": 1026,
    "cá": 393,
    "ác": 1028,
    "c ": 366,
    " cá": 38,
    "các": 394,
    "ác ": 1029,
    " các": 39,
    "các ": 395,
    "đà": 1113,
    " đà": 279,
    "đào": 1114,
    " đào": 280,
    "đào ": 1115,
    "tạ": 909,
    "ạo": 1177,
    " tạ": 223,
    "tạo": 914,
    "ạo ": 1178,
    " tạo": 226,
    "tạo ": 915,
    "ọ": 1258,
    "họ": 558,
    "ọc": 1259,
    " họ": 89,
    "học": 559,
    "ọc ": 1260,
    " học": 90,
    "học ": 560,
    " g": 60,
    "gi": 442,
    "ia": 588,
    "ao": 341,
    " gi": 61,
    "gia": 443,
    "iao": 591,
    "ao ": 342,
    " gia": 62,
    "giao": 445,
    "iao ": 592,
    "th": 842,
    " th": 186,
    "thô": 855,
    " thô": 192,
    "thôn": 856,
    "v": 966,
    "ậ": 1204,
    " v": 242,
    "vậ": 982,
    "ận": 1205,
    " vậ": 253,
    "vận": 983,
    "ận ": 1206,
    " vận": 254,
    "vận ": 984,
    "ả": 1181,
    "tả": 916,
    "ải": 1183,
    " tả": 227,
    "tải": 917,
    "ải ": 1184,
    " tải": 228,
    "tải ": 918,
    "u": 932,
    " u": 239,
    "ut": 940,
    " ut": 240,
    "uth": 941,
    "th ": 843,
    " uth": 241,
    "uth ": 942,
    "ì": 1057,
    "gì": 462,
    "ì ": 1058,
    " gì": 68,
    "gì ": 463,
    " gì ": 69,
    "ại": 1171,
    "tại": 910,
    "ại ": 1172,
    " tại": 224,
    "tại ": 911,
    "đạ": 1132,
    " đạ": 292,
    "đại": 1133,
    " đại": 293,
    "đại ": 1134,
    "ê": 1052,
    "hu": 494,
    "uy": 943,
    "yê": 1008,
    "ên": 1053,
    "chu": 373,
    "huy": 496,
    "uyê": 945,
    "yên": 1009,
    "ên ": 1054,
    " chu": 29,
    "chuy": 374,
    "huyê": 497,
    "uyên": 946,
    "yên ": 1010,
    "ti": 873,
    " ti": 201,
    "tin": 876,
    " tin": 202,
    "tin ": 877,
    "ề": 1232,
    "về": 987,
    "ề ": 1233,
    " về": 256,
    "về ": 988,
    " về ": 257,
    "ỹ": 1321,
    "kỹ": 665,
    "ỹ ": 1322,
    " kỹ": 110,
    "kỹ ": 666,
    " kỹ ": 111,
    "uậ": 957,
    "ật": 1209,
    "thu": 848,
    "huậ": 501,
    "uật": 958,
    "ật ": 1210,
    " thu": 189,
    "thuậ": 849,
    "huật": 502,
    "uật ": 959,
    " ô": 270,
    "ô ": 1083,
    " ô ": 271,
    "tô ": 901,
    " tô ": 217,
    "ố": 1266,
    "hố": 566,
    "ốn": 1272,
    "thố": 865,
    "hốn": 569,
    "ống": 1273,
    " thố": 197,
    "thốn": 866,
    "hống": 570,
    "ống ": 1274,
    "q": 800,
    " q": 168,
    "qu": 801,
    "uả": 951,
    "ản": 1187,
    " qu": 169,
    "quả": 804,
    "uản": 952,
    "ản ": 1188,
    " quả": 171,
    "quản": 805,
    "uản ": 953,
    "ị": 1254,
    "rị": 823,
    "ị ": 1255,
    "trị": 890,
    "rị ": 824,
    " trị": 210,
    "trị ": 891,
    "ki": 655,
    " ki": 104,
    "kin": 656,
    "inh": 598,
    " kin": 105,
    "kinh": 657,
    "inh ": 599,
    "d": 415,
    " d": 53,
    "do": 419,
    "oa": 762,
    "an": 334,
    " do": 54,
    "doa": 420,
    "oan": 764,
    "anh": 336,
    " doa": 55,
    "doan": 421,
    "oanh": 765,
    "anh ": 337,
    "cô": 401,
    " cô": 43,
    "côn": 402,
    " côn": 44,
    "công": 403,
    "ệ": 1242,
    "gh": 437,
    "hệ": 554,
    "ệ ": 1243,
    "ngh": 720,
    "ghệ": 440,
    "hệ ": 555,
    " ngh": 142,
    "nghệ": 722,
    "ghệ ": 441,
    "ối": 1270,
    "khố": 653,
    "hối": 567,
    "ối ": 1271,
    " khố": 103,
    "khối": 654,
    "hối ": 568,
    "é": 1049,
    "xé": 998,
    "ét": 1050,
    " xé": 265,
    "xét": 999,
    "ét ": 1051,
    " xét": 266,
    "xét ": 1000,
    "ể": 1236,
    "tu": 892,
    "yể": 1011,
    "ển": 1240,
    " tu": 211,
    "tuy": 893,
    "uyể": 947,
    "yển": 1012,
    "ển ": 1241,
    " tuy": 212,
    "tuyể": 894,
    "uyển": 948,
    "yển ": 1013,
    "và": 972,
    " và": 246,
    "vào": 974,
    " vào": 248,
    "vào ": 975,
    "ầ": 1196,
    "cầ": 409,
    "ần": 1197,
    " cầ": 49,
    "cần": 410,
    "ần ": 1198,
    " cần": 50,
    "cần ": 411,
    "thi": 846,
    " thi": 188,
    "thi ": 847,
    "để": 1137,
    "ể ": 1237,
    " để": 295,
    "để ": 1138,
    " để ": 296,
    "ấ": 1189,
    " l": 112,
    "lấ": 690,
    "ấy": 1194,
    " lấ": 125,
    "lấy": 691,
    "ấy ": 1195,
    " lấy": 126,
    "lấy ": 692,
    "p": 785,
    "í": 1062,
    " p": 160,
    "ph": 787,
    "hí": 513,
    "í ": 1063,
    " ph": 161,
    "phí": 790,
    "hí ": 514,
    " phí": 163,
    "phí ": 791,
    "là": 681,
    "à ": 1018,
    " là": 118,
    "là ": 682,
    " là ": 119,
    "ba": 344,
    " ba": 13,
    "bao": 345,
    " bao": 14,
    "bao ": 346,
    "iê": 605,
    "êu": 1055,
    "u ": 933,
    "nhi": 731,
    "hiê": 482,
    "iêu": 608,
    "êu ": 1056,
    " nhi": 147,
    "nhiê": 732,
    "hiêu": 483,
    "iêu ": 609,
    "ỏ": 1263,
    "hỏ": 563,
    "ỏi": 1264,
    " hỏ": 91,
    "hỏi": 564,
    "ỏi ": 1265,
    " hỏi": 92,
    "hỏi ": 565,
    "m": 699,
    "ộ": 1277,
    " m": 131,
    "mộ": 713,
    "ột": 1285,
    " mộ": 138,
    "một": 714,
    "ột ": 1286,
    " một": 139,
    "một ": 715,
    "ă": 1099,
    "nă": 752,
    "ăm": 1100,
    "m ": 700,
    " nă": 155,
    "năm": 753,
    "ăm ": 1101,
    " năm": 156,
    "năm ": 754,
    "đó": 1126,
    "ón": 1079,
    " đó": 288,
    "đón": 1127,
    "óng": 1080,
    " đón": 289,
    "đóng": 1128,
    "óng ": 1081,
    "hư": 533,
    "ư ": 1156,
    "như": 733,
    "hư ": 534,
    " như": 148,
    "như ": 734,
    "hế": 552,
    "ế ": 1226,
    "thế": 863,
    "hế ": 553,
    " thế": 196,
    "thế ": 864,
    "chi": 369,
    " chi": 27,
    "chi ": 370,
    "tậ": 922,
    "ập": 1207,
    "p ": 786,
    " tậ": 231,
    "tập": 923,
    "ập ": 1208,
    " tập": 232,
    "tập ": 924,
    "âu": 1043,
    "đâu": 1120,
    "âu ": 1044,
    " đâu": 284,
    "đâu ": 1121,
    "đị": 1139,
    "ịa": 1256,
    "a ": 329,
    " đị": 297,
    "địa": 1140,
    "ịa ": 1257,
    " địa": 298,
    "địa ": 1141,
    "ỉ": 1252,
    "hỉ": 556,
    "ỉ ": 1253,
    "chỉ": 384,
    "hỉ ": 557,
    " chỉ": 34,
    "chỉ ": 385,
    "cơ": 404,
    "ơ ": 1148,
    " cơ": 45,
    "cơ ": 405,
    " cơ ": 46,
    "s": 825,
    " s": 176,
    "sở": 838,
    " sở": 183,
    "sở ": 839,
    " sở ": 184,
    "mấ": 710,
    " mấ": 136,
    "mấy": 711,
    " mấy": 137,
    "mấy ": 712,
    "si": 830,
    " si": 179,
    "sin": 831,
    " sin": 180,
    "sinh": 832,
    "vi": 967,
    " vi": 243,
    "viê": 968,
    "iên": 606,
    " viê": 244,
    "viên": 969,
    "iên ": 607,
    "hấ": 543,
    "ất": 1192,
    "nhấ": 735,
    "hất": 544,
    "ất ": 1193,
    " nhấ": 149,
    "nhất": 736,
    "hất ": 545,
    "ín": 1067,
    "chí": 378,
    "hín": 517,
    "ính": 1068,
    " chí": 31,
    "chín": 379,
    "hính": 518,
    "ính ": 1069,
    "ủ": 1305,
    "củ": 412,
    "ủa": 1307,
    " củ": 51,
    "của": 413,
    "ủa ": 1308,
    " của": 52,
    "của ": 414,
    "đi": 1107,
    "iể": 621,
    "ểm": 1238,
    " đi": 275,
    "điể": 1111,
    "iểm": 622,
    "ểm ": 1239,
    " điể": 278,
    "điểm": 1112,
    "iểm ": 623,
    "ẩ": 1201,
    "uẩ": 954,
    "ẩn": 1202,
    "huẩ": 499,
    "uẩn": 955,
    "ẩn ": 1203,
    "chuẩ": 375,
    "huẩn": 500,
    "uẩn ": 956,
    "khí": 647,
    " khí": 100,
    "khí ": 648,
    "_": 314,
    " _": 1,
    "__": 319,
    "_n": 325,
    "nu": 743,
    "um": 934,
    "mb": 701,
    "be": 347,
    "er": 432,
    "r_": 809,
    "_ ": 315,
    " __": 2,
    "__n": 323,
    "_nu": 326,
    "num": 744,
    "umb": 935,
    "mbe": 702,
    "ber": 348,
    "er_": 433,
    "r__": 810,
    "__ ": 320,
    " __n": 3,
    "__nu": 324,
    "_num": 327,
    "numb": 745,
    "umbe": 936,
    "mber": 703,
    "ber_": 349,
    "er__": 434,
    "r__ ": 811,
    "iề": 618,
    "ều": 1234,
    "điề": 1109,
    "iều": 619,
    "ều ": 1235,
    " điề": 277,
    "điều": 1110,
    "iều ": 620,
    "khi": 641,
    "hiể": 484,
    "iển": 624,
    " khi": 97,
    "khiể": 642,
    "hiển": 485,
    "iển ": 625,
    "và ": 973,
    " và ": 247,
    "ự": 1317,
    "tự": 930,
    "ự ": 1318,
    " tự": 237,
    "tự ": 931,
    " tự ": 238,
    "độ": 1142,
    "ộn": 1282,
    " độ": 299,
    "độn": 1143,
    "ộng": 1283,
    " độn": 300,
    "động": 1144,
    "ộng ": 1284,
    "hó": 522,
    "óa": 1077,
    " hó": 83,
    "hóa": 523,
    "óa ": 1078,
    " hóa": 84,
    "hóa ": 524,
    "quy": 802,
    "uy ": 944,
    " quy": 170,
    "quy ": 803,
    "oạ": 780,
    "ạc": 1168,
    " ho": 79,
    "hoạ": 492,
    "oạc": 781,
    "ạch": 1169,
    "ch ": 368,
    " hoạ": 80,
    "hoạc": 493,
    "oạch": 782,
    "ạch ": 1170,
    "ý": 1097,
    "lý": 685,
    "ý ": 1098,
    " lý": 121,
    "lý ": 686,
    " lý ": 122,
    "og": 769,
    "is": 600,
    "st": 833,
    "ic": 593,
    "cs": 388,
    "s ": 826,
    " lo": 116,
    "log": 679,
    "ogi": 770,
    "gis": 446,
    "ist": 601,
    "sti": 834,
    "tic": 874,
    "ics": 594,
    "cs ": 389,
    " log": 117,
    "logi": 680,
    "ogis": 771,
    "gist": 447,
    "isti": 602,
    "stic": 835,
    "tics": 875,
    "ics ": 595,
    "hạ": 537,
    "ạ ": 1167,
    " hạ": 85,
    "hạ ": 538,
    " hạ ": 86,
    "tầ": 919,
    " tầ": 229,
    "tần": 920,
    "ầng": 1199,
    " tần": 230,
    "tầng": 921,
    "ầng ": 1200,
    "số": 836,
    "ố ": 1267,
    " số": 181,
    "số ": 837,
    " số ": 182,
    "kho": 643,
    "hoa": 490,
    "oa ": 763,
    " kho": 98,
    "khoa": 644,
    "hoa ": 491,
    "dữ": 425,
    "ữ ": 1313,
    " dữ": 58,
    "dữ ": 426,
    " dữ ": 59,
    "li": 669,
    "iệ": 626,
    "ệu": 1250,
    " li": 113,
    "liệ": 672,
    "iệu": 633,
    "ệu ": 1251,
    " liệ": 115,
    "liệu": 673,
    "iệu ": 634,
    "al": 332,
    "l ": 668,
    " al": 8,
    "al ": 333,
    " al ": 9,
    "ợ": 1298,
    "gợ": 467,
    "ợi": 1301,
    " gợ": 72,
    "gợi": 468,
    "ợi ": 1302,
    " gợi": 73,
    "gợi ": 469,
    " ý": 272,
    " ý ": 273,
    "nê": 749,
    " nê": 153,
    "nên": 750,
    " nên": 154,
    "nên ": 751,
    "ù": 1090,
    "hù": 528,
    "ù ": 1091,
    "phù": 794,
    "hù ": 529,
    " phù": 165,
    "phù ": 795,
    "hợ": 574,
    "ợp": 1303,
    " hợ": 93,
    "hợp": 575,
    "ợp ": 1304,
    " hợp": 94,
    "hợp ": 576,
    "ớ": 1287,
    "vớ": 989,
    "ới": 1288,
    " vớ": 258,
    "với": 990,
    "ới ": 1289,
    " với": 259,
    "với ": 991,
    "ú": 1092,
    "iú": 610,
    "úp": 1095,
    "giú": 450,
    "iúp": 611,
    "úp ": 1096,
    " giú": 64,
    "giúp": 451,
    "iúp ": 612,
    "ọn": 1261,
    "chọ": 386,
    "họn": 561,
    "ọn ": 1262,
    " chọ": 35,
    "chọn": 387,
    "họn ": 562,
    "tư": 907,
    " tư": 221,
    "tư ": 908,
    " tư ": 222,
    "vấ": 979,
    "ấn": 1190,
    " vấ": 251,
    "vấn": 980,
    "ấn ": 1191,
    " vấn": 252,
    "vấn ": 981,
    "hì": 511,
    "thì": 850,
    "hì ": 512,
    " thì": 190,
    "thì ": 851,
    "íc": 1064,
    "thí": 852,
    "híc": 515,
    "ích": 1065,
    " thí": 191,
    "thíc": 854,
    "hích": 516,
    "ích ": 1066,
    "mô": 707,
    " mô": 134,
    "môn": 708,
    "ôn ": 1087,
    " môn": 135,
    "môn ": 709,
    "to": 880,
    "oá": 777,
    "án": 1034,
    " to": 204,
    "toá": 881,
    "oán": 778,
    "án ": 1035,
    " toá": 205,
    "toán": 882,
    "oán ": 779,
    "hâ": 508,
    "ân": 1041,
    "phâ": 788,
    "hân": 509,
    "ân ": 1042,
    " phâ": 162,
    "phân": 789,
    "hân ": 510,
    "tí": 895,
    " tí": 213,
    "tíc": 896,
    " tíc": 214,
    "tích": 897,
    "hả": 539,
    "ả ": 1182,
    "khả": 651,
    "hả ": 540,
    " khả": 102,
    "khả ": 652,
    "ăn": 1102,
    "năn": 755,
    "ăng": 1104,
    " năn": 157,
    "năng": 756,
    "ăng ": 1105,
    "ạt": 1179,
    "đạt": 1135,
    "ạt ": 1180,
    " đạt": 294,
    "đạt ": 1136,
    "tố": 927,
    "ốt": 1275,
    " tố": 235,
    "tốt": 928,
    "ốt ": 1276,
    " tốt": 236,
    "tốt ": 929,
    "đư": 1129,
    "ượ": 1163,
    "ợc": 1299,
    " đư": 290,
    "đượ": 1130,
    "ược": 1164,
    "ợc ": 1300,
    " đượ": 291,
    "được": 1131,
    "ược ": 1165,
    " a ": 5,
    "đủ": 1145,
    "ủ ": 1306,
    " đủ": 301,
    "đủ ": 1146,
    " đủ ": 302,
    ".": 310,
    "_.": 316,
    "._": 311,
    "__.": 321,
    "_._": 317,
    ".__": 312,
    "r__.": 812,
    "__._": 322,
    "_.__": 318,
    ".__n": 313,
    "vă": 976,
    " vă": 249,
    "văn": 977,
    "ăn ": 1103,
    " văn": 250,
    "văn ": 978,
    " an": 10,
    " anh": 11,
    "má": 704,
    "áy": 1038,
    " má": 132,
    "máy": 705,
    "áy ": 1039,
    " máy": 133,
    "máy ": 706,
    "tín": 898,
    " tín": 215,
    "tính": 899,
    "iỏ": 635,
    "giỏ": 452,
    "iỏi": 636,
    " giỏ": 65,
    "giỏi": 453,
    "iỏi ": 637,
    "lậ": 693,
    " lậ": 127,
    "lập": 694,
    " lập": 128,
    "lập ": 695,
    "rì": 815,
    "ìn": 1059,
    "trì": 884,
    "rìn": 816,
    "ình": 1060,
    " trì": 207,
    "trìn": 885,
    "rình": 817,
    "ình ": 1061,
    "go": 454,
    "ngo": 723,
    "goạ": 457,
    "oại": 783,
    " ngo": 143,
    "ngoạ": 724,
    "goại": 458,
    "oại ": 784,
    "gữ": 470,
    "ngữ": 727,
    "gữ ": 471,
    " ngữ": 145,
    "ngữ ": 728,
    "cả": 406,
    "ảm": 1185,
    " cả": 47,
    "cảm": 407,
    "ảm ": 1186,
    " cảm": 48,
    "cảm ": 408,
    "ơn": 1151,
    " ơn": 306,
    "ơn ": 1152,
    " ơn ": 307,
    "ha": 474,
    "nk": 739,
    "k ": 639,
    "tha": 844,
    "han": 475,
    "ank": 338,
    "nk ": 740,
    " tha": 187,
    "than": 845,
    "hank": 476,
    "ank ": 339,
    " y": 267,
    "yo": 1005,
    "ou": 775,
    " yo": 268,
    "you": 1006,
    "ou ": 776,
    " you": 269,
    "you ": 1007,
    "ks": 658,
    "nks": 741,
    "ks ": 659,
    "anks": 340,
    "nks ": 742,
    "ám": 1032,
    "cám": 397,
    "ám ": 1033,
    " cám": 40,
    "cám ": 398,
    "ã": 1047,
    "đã": 1124,
    "ã ": 1048,
    " đã": 286,
    "đã ": 1125,
    " đã ": 287,
    "ạm": 1173,
    "tạm": 912,
    "ạm ": 1174,
    " tạm": 225,
    "tạm ": 913,
    "ệt": 1248,
    "biệ": 353,
    "iệt": 631,
    "ệt ": 1249,
    " biệ": 17,
    "biệt": 354,
    "iệt ": 632,
    "oo": 772,
    "od": 766,
    "db": 416,
    "by": 355,
    "ye": 1003,
    "e ": 428,
    " go": 66,
    "goo": 455,
    "ood": 773,
    "odb": 767,
    "dby": 417,
    "bye": 356,
    "ye ": 1004,
    " goo": 67,
    "good": 456,
    "oodb": 774,
    "odby": 768,
    "dbye": 418,
    "bye ": 357,
    " by": 18,
    " bye": 19,
    "ẹ": 1222,
    "hẹ": 549,
    "ẹn": 1223,
    " hẹ": 87,
    "hẹn": 550,
    "ẹn ": 1224,
    " hẹn": 88,
    "hẹn ": 551,
    "ặ": 1219,
    "gặ": 464,
    "ặp": 1220,
    " gặ": 70,
    "gặp": 465,
    "ặp ": 1221,
    " gặp": 71,
    "gặp ": 466,
    "lạ": 687,
    " lạ": 123,
    "lại": 688,
    " lại": 124,
    "lại ": 689,
    "phả": 798,
    "hải": 541,
    " phả": 167,
    "phải": 799,
    "hải ": 542,
    "đi ": 1108,
    " đi ": 276,
    "kế": 662,
    " kế": 108,
    "kết": 663,
    " kết": 109,
    "kết ": 664,
    "hú": 530,
    "úc": 1093,
    "thú": 857,
    "húc": 531,
    "úc ": 1094,
    " thú": 193,
    "thúc": 858,
    "húc ": 532,
    "cu": 390,
    "uộ": 963,
    "ộc": 1278,
    " cu": 36,
    "cuộ": 391,
    "uộc": 964,
    "ộc ": 1279,
    " cuộ": 37,
    "cuộc": 392,
    "uộc ": 965,
    "ò": 1070,
    "rò": 818,
    "ò ": 1071,
    "trò": 886,
    "rò ": 819,
    " trò": 208,
    "trò ": 887,
    "yệ": 1014,
    "ện": 1246,
    "uyệ": 949,
    "yện": 1015,
    "ện ": 1247,
    "huyệ": 498,
    "uyện": 950,
    "yện ": 1016,
    "ươ": 1157,
    "phư": 796,
    "hươ": 535,
    "ươn": 1158,
    "ơng": 1153,
    " phư": 166,
    "phươ": 797,
    "hươn": 536,
    "ương": 1159,
    "ơng ": 1154,
    "ứ": 1309,
    "hứ": 577,
    "ức": 1310,
    "thứ": 869,
    "hức": 578,
    "ức ": 1311,
    " thứ": 199,
    "thức": 870,
    "hức ": 579,
    "àm": 1019,
    "làm": 683,
    "àm ": 1020,
    " làm": 120,
    "làm ": 684,
    "ằ": 1211,
    "bằ": 362,
    "ằn": 1212,
    " bằ": 23,
    "bằn": 363,
    "ằng": 1213,
    " bằn": 24,
    "bằng": 364,
    "ằng ": 1214,
    "bạ ": 359,
    " bạ ": 21,
    "ẳ": 1215,
    "hẳ": 546,
    "ẳn": 1216,
    "thẳ": 861,
    "hẳn": 547,
    "ẳng": 1217,
    " thẳ": 195,
    "thẳn": 862,
    "hẳng": 548,
    "ẳng ": 1218,
    "đá": 1116,
    " đá": 281,
    "đán": 1117,
    "ánh": 1036,
    " đán": 282,
    "đánh": 1118,
    "ánh ": 1037,
    "iá": 603,
    "á ": 1027,
    "giá": 448,
    "iá ": 604,
    " giá": 63,
    "giá ": 449,
    "lự": 696,
    "ực": 1319,
    " lự": 129,
    "lực": 697,
    "ực ": 1320,
    " lực": 130,
    "lực ": 698,
    "ách": 1030,
    "cách": 396,
    "ách ": 1031,
    "vật": 985,
    " vật": 255,
    "vật ": 986,
    "chấ": 382,
    " chấ": 33,
    "chất": 383,
    "ký": 660,
    " ký": 106,
    "ký ": 661,
    " ký ": 107,
    "tú": 904,
    " tú": 219,
    "túc": 905,
    " túc": 220,
    "túc ": 906,
    "xá": 996,
    " xá": 263,
    "xá ": 997,
    " xá ": 264,
    "hò": 519,
    "òn": 1072,
    "phò": 792,
    "hòn": 520,
    "òng": 1073,
    " phò": 164,
    "phòn": 793,
    "hòng": 521,
    "òng ": 1074,
    "thí ": 853,
    "ệm": 1244,
    "ghi": 438,
    "hiệ": 486,
    "iệm": 627,
    "ệm ": 1245,
    "nghi": 721,
    "ghiệ": 439,
    "hiệm": 487,
    "iệm ": 628,
    "thư": 859,
    " thư": 194,
    "thư ": 860,
    "việ": 970,
    "iện": 629,
    " việ": 245,
    "viện": 971,
    "iện ": 630,
    " r": 173,
    "ra": 813,
    " ra": 174,
    "ra ": 814,
    " ra ": 175,
    "sa": 827,
    " sa": 177,
    "sao": 828,
    " sao": 178,
    "sao ": 829,
    "khu": 645,
    "hu ": 495,
    " khu": 99,
    "khu ": 646,
    "hự": 583,
    "thự": 871,
    "hực": 584,
    " thự": 200,
    "thực": 872,
    "hực ": 585,
    " hà": 81,
    "hàn": 504,
    " hàn": 82,
    "hành": 505,
    "ian": 589,
    "an ": 335,
    "gian": 444,
    "ian ": 590,
    "chư": 380,
    " chư": 32,
    "chươ": 381,
    "hờ": 571,
    "ời": 1291,
    "thờ": 867,
    "hời": 572,
    "ời ": 1292,
    " thờ": 198,
    "thời": 868,
    "hời ": 573,
    "liê": 670,
    " liê": 114,
    "liên": 671,
    "uố": 960,
    "ốc": 1268,
    "quố": 806,
    "uốc": 961,
    "ốc ": 1269,
    " quố": 172,
    "quốc": 807,
    "uốc ": 962,
    "tế": 925,
    " tế": 233,
    "tế ": 926,
    " tế ": 234,
    "ến": 1227,
    "tiế": 878,
    "iến": 614,
    "ếng": 1228,
    " tiế": 203,
    "tiến": 879,
    "iếng": 615,
    "ếng ": 1229,
    "nộ": 757,
    "ội": 1280,
    " nộ": 158,
    "nội": 758,
    "ội ": 1281,
    " nội": 159,
    "nội ": 759,
    "du": 422,
    "un": 937,
    " du": 56,
    "dun": 423,
    "ung": 938,
    " dun": 57,
    "dung": 424,
    "ung ": 939
  },
  "response": null,
  "action_text": null
}