{
  "text": {
    "xin": 158,
    "chào": 17,
    "bạn": 10,
    "hello": 45,
    "hi": 46,
    "có": 27,
    "ai": 2,
    "ở": 182,
    "đây": 170,
    "không": 59,
    "ơi": 180,
    "trường": 129,
    "những": 88,
    "ngành": 83,
    "nào": 89,
    "cho": 13,
    "tôi": 135,
    "biết": 6,
    "các": 24,
    "đào": 167,
    "tạo": 140,
    "học": 52,
    "giao": 37,
    "thông": 115,
    "vận": 154,
    "tải": 141,
    "uth": 147,
    "gì": 42,
    "tại": 138,
    "đại": 174,
    "chuyên": 14,
    "tin": 124,
    "về": 156,
    "kỹ": 65,
    "thuật": 111,
    "ô": 162,
    "tô": 134,
    "thống": 120,
    "quản": 101,
    "trị": 130,
    "kinh": 62,
    "doanh": 33,
    "công": 28,
    "nghệ": 81,
    "khối": 61,
    "xét": 160,
    "tuyển": 131,
    "vào": 151,
    "cần": 31,
    "thi": 110,
    "để": 176,
    "lấy": 73,
    "phí": 95,
    "là": 69,
    "bao": 5,
    "nhiêu": 85,
    "hỏi": 53,
    "một": 79,
    "năm": 91,
    "đóng": 172,
    "như": 86,
    "thế": 119,
    "chi": 12,
    "tập": 143,
    "đâu": 169,
    "địa": 177,
    "chỉ": 21,
    "cơ": 29,
    "sở": 107,
    "mấy": 78,
    "sinh": 105,
    "viên": 148,
    "nhất": 87,
    "chính": 18,
    "của": 32,
    "điểm": 166,
    "chuẩn": 16,
    "khí": 58,
    "__number__": 0,
    "điều": 165,
    "khiển": 55,
    "và": 150,
    "tự": 146,
    "động": 178,
    "hóa": 49,
    "quy": 100,
    "hoạch": 47,
    "lý": 71,
    "logistics": 68,
    "hạ": 50,
    "tầng": 142,
    "số": 106,
    "khoa": 56,
    "dữ": 35,
    "liệu": 67,
    "al": 3,
    "gợi": 44,
    "ý": 163,
    "nên": 90,
    "phù": 97,
    "hợp": 54,
    "với": 157,
    "giúp": 39,
    "chọn": 22,
    "tư": 137,
    "vấn": 153,
    "thì": 112,
    "thích": 114,
    "môn": 77,
    "toán": 126,
    "phân": 94,
    "tích": 132,
    "khả": 60,
    "năng": 92,
    "đạt": 175,
    "tốt": 145,
    "được": 173,
    "a": 1,
    "đủ": 179,
    "văn": 152,
    "anh": 4,
    "máy": 76,
    "tính": 133,
    "giỏi": 40,
    "lập": 74,
    "trình": 127,
    "ngoại": 82,
    "ngữ": 84,
    "cảm": 30,
    "ơn": 181,
    "thank": 108,
    "you": 161,
    "thanks": 109,
    "cám": 26,
    "đã": 171,
    "tạm": 139,
    "biệt": 7,
    "goodbye": 41,
    "bye": 8,
    "hẹn": 51,
    "gặp": 43,
    "lại": 72,
    "phải": 99,
    "đi": 164,
    "kết": 64,
    "thúc": 116,
    "cuộc": 23,
    "trò": 128,
    "chuyện": 15,
    "phương": 98,
    "thức": 122,
    "làm": 70,
    "bằng": 11,
    "bạ": 9,
    "thẳng": 118,
    "đánh": 168,
    "giá": 38,
    "lực": 75,
    "cách": 25,
    "vật": 155,
    "chất": 20,
    "ký": 63,
    "túc": 136,
    "xá": 159,
    "phòng": 96,
    "thí": 113,
    "nghiệm": 80,
    "thư": 117,
    "viện": 149,
    "ra": 103,
    "sao": 104,
    "khu": 57,
    "thực": 123,
    "hành": 48,
    "gian": 36,
    "chương": 19,
    "thời": 121,
    "liên": 66,
    "quốc": 102,
    "tế": 144,
    "tiếng": 125,
    "nội": 93,
    "dung": 34
  },
  "intent": {
    "chao_hoi": 1,
    "tim_kiem_nganh_hoc": 14,
    "thong_tin_nganh_hoc": 13,
    "khoi_tuyen_sinh": 9,
    "hoc_phi": 6,
    "dia_diem_hoc": 3,
    "diem_chuan": 4,
    "goi_y_nganh_hoc": 5,
    "cung_cap_thong_tin_ca_nhan": 2,
    "cam_on": 0,
    "tam_biet": 12,
    "phuong_thuc_xet_tuyen": 11,
    "hoi_co_so_vat_chat": 8,
    "hoi_chuong_trinh_dao_tao": 7,
    "nlu_fallback": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cam_on": 12,
    "utter_chao_hoi": 13,
    "utter_default": 14,
    "utter_dia_diem_hoc": 15,
    "utter_diem_chuan": 16,
    "utter_goi_y_nganh_hoc": 17,
    "utter_hoc_phi": 18,
    "utter_hoi_chuong_trinh_dao_tao": 19,
    "utter_hoi_co_so_vat_chat": 20,
    "utter_khoi_tuyen_sinh": 21,
    "utter_phuong_thuc_xet_tuyen": 22,
    "utter_tam_biet": 23,
    "utter_thong_tin_nganh_hoc": 24,
    "utter_tim_kiem_nganh_hoc": 25
  },
  "action_text": null,
  "intent_response_key": null
}